{"neg": ["Scenario: You hear your name whispered when you're alone.\nThe emotion of the above scenario is", "Scenario: You see dirty utensils being used in a cooking demonstration.\nThe emotion of the above scenario is", "Scenario: You find an empty notebook filled with aspirations you never pursued.\nThe emotion of the above scenario is", "Scenario: You see someone being attacked in a secluded area.\nThe emotion of the above scenario is", "Scenario: After a long day, you find your reserved ride-sharing trip was canceled without notice.\nThe emotion of the above scenario is", "Scenario: You're constantly being compared unfavorably to someone else.\nThe emotion of the above scenario is", "Scenario: You discover a restaurant using dirty rags to wipe down tables.\nThe emotion of the above scenario is", "Scenario: You find out your email has been sending spam to all your contacts.\nThe emotion of the above scenario is", "Scenario: A story you read reflects a personal experience you hadn't moved on from.\nThe emotion of the above scenario is", "Scenario: You learn that a project you worked on was claimed by another team member.\nThe emotion of the above scenario is", "Scenario: You hear a friend speak fluently in a language you didn't know they knew.\nThe emotion of the above scenario is", "Scenario: Your freshly washed floor has muddy footprints from someone's shoes.\nThe emotion of the above scenario is", "Scenario: You find out someone has been using your subscription services without asking.\nThe emotion of the above scenario is", "Scenario: You find a website that allows you to view old versions of other websites.\nThe emotion of the above scenario is", "Scenario: Your ideas are dismissed, only to be brought up later by someone else as their own.\nThe emotion of the above scenario is", "Scenario: You see a pet owner not picking up after their dog in a public park.\nThe emotion of the above scenario is", "Scenario: You hear your name being called in a crowded place but don't see anyone you know.\nThe emotion of the above scenario is", "Scenario: You witness someone slurping and burping loudly while eating.\nThe emotion of the above scenario is", "Scenario: You're expected to work overtime without any prior notice.\nThe emotion of the above scenario is", "Scenario: A place you visit is starkly different from your cherished memories.\nThe emotion of the above scenario is", "Scenario: Your smoke alarm goes off in the middle of the night.\nThe emotion of the above scenario is", "Scenario: You see someone littering in a clearly marked 'no littering' area.\nThe emotion of the above scenario is", "Scenario: You're on a hike and realize you've lost your way back.\nThe emotion of the above scenario is", "Scenario: A friend's message mentions they're going through a tough breakup.\nThe emotion of the above scenario is", "Scenario: You find a single earring that doesn't match any you own.\nThe emotion of the above scenario is", "Scenario: Your freshly cleaned car gets splashed with mud from a passing vehicle.\nThe emotion of the above scenario is", "Scenario: Your food  order arrives late and cold.\nThe emotion of the above scenario is", "Scenario: You find a dirty diaper abandoned on a beach.\nThe emotion of the above scenario is", "Scenario: You come across news about an endangered species nearing extinction.\nThe emotion of the above scenario is", "Scenario: The diary of a soldier talks about missing home.\nThe emotion of the above scenario is", "Scenario: Your suggestions in a meeting are dismissed without consideration.\nThe emotion of the above scenario is", "Scenario: You find out your drink may have been tampered with.\nThe emotion of the above scenario is", "Scenario: You're in a crowded place and hear someone scream.\nThe emotion of the above scenario is", "Scenario: You find an old business card and can't remember who gave it to you.\nThe emotion of the above scenario is", "Scenario: You receive an unexpected friend request from someone you were just thinking about.\nThe emotion of the above scenario is", "Scenario: You get lost in a foreign country where you don't speak the language.\nThe emotion of the above scenario is", "Scenario: The final page of a book leaves a bittersweet feeling.\nThe emotion of the above scenario is", "Scenario: You find a rotting, forgotten packed lunch in a work refrigerator.\nThe emotion of the above scenario is", "Scenario: You're not given a chance to speak in a debate.\nThe emotion of the above scenario is", "Scenario: You see someone coughing and touching communal items without sanitizing their hands.\nThe emotion of the above scenario is", "Scenario: You stumble upon a shop that exclusively sells one very specific type of product.\nThe emotion of the above scenario is", "Scenario: You discover an unfamiliar icon on your computer’s taskbar.\nThe emotion of the above scenario is", "Scenario: The plant you've been caring for starts wilting despite your efforts.\nThe emotion of the above scenario is", "Scenario: Someone uses your favorite mug at the office and then leaves it dirty.\nThe emotion of the above scenario is", "Scenario: You discover a pile of burned, unidentifiable trash.\nThe emotion of the above scenario is", "Scenario: You stumble upon a public WiFi network with a strange name.\nThe emotion of the above scenario is", "Scenario: You witness someone removing their shoes and airing their feet in a crowded bus.\nThe emotion of the above scenario is", "Scenario: You find an old calendar with significant dates marked but can't recall the events.\nThe emotion of the above scenario is", "Scenario: You're asked to identify a suspect in a criminal lineup.\nThe emotion of the above scenario is", "Scenario: You find a pencil with a brand name you've never heard of.\nThe emotion of the above scenario is", "Scenario: You see a new logo on a familiar product at the store.\nThe emotion of the above scenario is", "Scenario: You find animal hair in a dish at a restaurant.\nThe emotion of the above scenario is", "Scenario: A close one dismisses your feelings or concerns.\nThe emotion of the above scenario is", "Scenario: You're on a roller coaster, and it malfunctions.\nThe emotion of the above scenario is", "Scenario: You find out a loved one was in an area recently hit by a natural disaster.\nThe emotion of the above scenario is", "Scenario: You're on a mountain hike and see an avalanche in the distance.\nThe emotion of the above scenario is", "Scenario: Your ideas are stolen and presented without giving you credit.\nThe emotion of the above scenario is", "Scenario: Your plant, after weeks of care, still doesn’t show any signs of growth.\nThe emotion of the above scenario is", "Scenario: A favorite local store closes down after decades of service.\nThe emotion of the above scenario is", "Scenario: You notice someone applying makeup using a public mirror in a restaurant.\nThe emotion of the above scenario is", "Scenario: You find peeling paint and mold in a daycare center.\nThe emotion of the above scenario is", "Scenario: A car speeds toward you while you're crossing the street.\nThe emotion of the above scenario is", "Scenario: You find out your child has been communicating with a stranger online.\nThe emotion of the above scenario is", "Scenario: You're informed your flight has to make an emergency landing.\nThe emotion of the above scenario is", "Scenario: You accidentally break a cherished gift from a friend.\nThe emotion of the above scenario is", "Scenario: Your saved game data is deleted accidentally by a friend.\nThe emotion of the above scenario is", "Scenario: You're on an escalator and it suddenly starts moving too fast.\nThe emotion of the above scenario is", "Scenario: You find an open container of smelly leftovers in a shared refrigerator.\nThe emotion of the above scenario is", "Scenario: You find trash thrown into your garden.\nThe emotion of the above scenario is", "Scenario: You discover a review you don't remember writing online.\nThe emotion of the above scenario is", "Scenario: You find out someone has been reading your personal diary.\nThe emotion of the above scenario is", "Scenario: You find an old puzzle with a missing piece.\nThe emotion of the above scenario is", "Scenario: You see a familiar face in the crowd but can't place where you know them from.\nThe emotion of the above scenario is", "Scenario: You step on something sticky in a public restroom.\nThe emotion of the above scenario is", "Scenario: A family photo album has many pictures, but few recent ones.\nThe emotion of the above scenario is", "Scenario: The plumber you hired doesn't show up and doesn't inform you in advance.\nThe emotion of the above scenario is", "Scenario: You receive a call that a close relative is in legal trouble.\nThe emotion of the above scenario is", "Scenario: You're in a car, and the driver starts swerving and driving erratically.\nThe emotion of the above scenario is", "Scenario: You witness someone using their phone in a restroom stall and then proceeding to eat without washing hands.\nThe emotion of the above scenario is", "Scenario: Someone promises to meet but doesn't show up or notify.\nThe emotion of the above scenario is", "Scenario: A vintage car, just like your first one, stands rusting on a lot.\nThe emotion of the above scenario is", "Scenario: You notice someone picking at their skin and then touching communal items.\nThe emotion of the above scenario is", "Scenario: You come home to find your house has been vandalized.\nThe emotion of the above scenario is", "Scenario: A friend moves away to a different city and you realize things will never be the same.\nThe emotion of the above scenario is", "Scenario: You find spoiled yogurt that has separated into liquid and lumps.\nThe emotion of the above scenario is", "Scenario: You discover a children's playground hidden behind buildings.\nThe emotion of the above scenario is", "Scenario: A close person forgets an important date for you.\nThe emotion of the above scenario is", "Scenario: You're in a place where you hear gunshots nearby.\nThe emotion of the above scenario is", "Scenario: You see someone casually performing an unusual talent in public.\nThe emotion of the above scenario is", "Scenario: You're not invited to a gathering that all your friends are attending.\nThe emotion of the above scenario is", "Scenario: You're walking alone and see a group of people wearing masks.\nThe emotion of the above scenario is", "Scenario: You find a bag of rotting vegetables at the back of your fridge.\nThe emotion of the above scenario is", "Scenario: You're in a new city and sense you're in an unsafe neighborhood.\nThe emotion of the above scenario is", "Scenario: You witness someone urinating in public.\nThe emotion of the above scenario is", "Scenario: You hear a new ringtone on your phone.\nThe emotion of the above scenario is", "Scenario: You find a recipe on a food package that you wouldn't expect.\nThe emotion of the above scenario is", "Scenario: You witness someone blowing their nose into a cloth napkin at a restaurant.\nThe emotion of the above scenario is", "Scenario: You find spoiled and curdled cream in your coffee.\nThe emotion of the above scenario is", "Scenario: You're regularly made to feel like an outsider in discussions.\nThe emotion of the above scenario is", "Scenario: You witness a violent act against someone in public.\nThe emotion of the above scenario is", "Scenario: A series you love ends on a somber note.\nThe emotion of the above scenario is", "Scenario: A person talks loudly on their phone in a quiet environment.\nThe emotion of the above scenario is", "Scenario: You're asked to redo a task because of unclear initial instructions.\nThe emotion of the above scenario is", "Scenario: The library you loved as a child is now closed.\nThe emotion of the above scenario is", "Scenario: You find your personal belongings being rifled through.\nThe emotion of the above scenario is", "Scenario: You discover old, crusty food stuck to a menu in a restaurant.\nThe emotion of the above scenario is", "Scenario: You discover a fence or wall has been erected on a path you usually take.\nThe emotion of the above scenario is", "Scenario: You're near a construction site and see equipment falling.\nThe emotion of the above scenario is", "Scenario: You receive a summons for a court appearance you weren't expecting.\nThe emotion of the above scenario is", "Scenario: A large bird of prey circles overhead while you're walking your small pet.\nThe emotion of the above scenario is", "Scenario: The sound of a train recalls journeys you never took.\nThe emotion of the above scenario is", "Scenario: A childhood spot where you used to play is now a parking lot.\nThe emotion of the above scenario is", "Scenario: You find out a famous person attended your high school.\nThe emotion of the above scenario is", "Scenario: You discover someone has been spitting sunflower seeds onto the ground where people are walking.\nThe emotion of the above scenario is", "Scenario: You receive a text saying your bank account has been compromised.\nThe emotion of the above scenario is", "Scenario: You're told last minute that you need to work over the weekend.\nThe emotion of the above scenario is", "Scenario: You come across notes from a time you faced personal challenges.\nThe emotion of the above scenario is", "Scenario: You're alone in a building and hear footsteps on an upper floor.\nThe emotion of the above scenario is", "Scenario: You're walking on a trail and hear a growl from the bushes.\nThe emotion of the above scenario is", "Scenario: An item you ordered online arrives in a damaged condition.\nThe emotion of the above scenario is", "Scenario: Your train or subway car stops in a tunnel for an extended period.\nThe emotion of the above scenario is", "Scenario: You see someone popping a pimple in a car mirror in a parking lot.\nThe emotion of the above scenario is", "Scenario: A song plays on the radio, reminding you of times gone by.\nThe emotion of the above scenario is", "Scenario: You're alone in an unfamiliar place and your phone battery dies.\nThe emotion of the above scenario is", "Scenario: You lend someone your tool and it's returned in worse condition.\nThe emotion of the above scenario is", "Scenario: You discover a door that you thought was locked is actually open.\nThe emotion of the above scenario is", "Scenario: You find a public bathroom in a place where you didn't expect one.\nThe emotion of the above scenario is", "Scenario: You're spoken over during an important meeting.\nThe emotion of the above scenario is", "Scenario: You realize a drone is spying on you.\nThe emotion of the above scenario is", "Scenario: You find leftover food splattered inside a microwave.\nThe emotion of the above scenario is", "Scenario: A song recounts the challenges of staying apart.\nThe emotion of the above scenario is", "Scenario: You discover an old social media account you forgot you had.\nThe emotion of the above scenario is", "Scenario: You discover an accessory in your wardrobe that you can't remember buying.\nThe emotion of the above scenario is", "Scenario: You witness a person putting their bare feet up on a table in a public area.\nThe emotion of the above scenario is", "Scenario: You witness someone throwing leftover food into the street.\nThe emotion of the above scenario is", "Scenario: You discover old food containers under a teenager's bed.\nThe emotion of the above scenario is", "Scenario: You find a room in a video game you never knew existed.\nThe emotion of the above scenario is", "Scenario: You're in a public restroom and someone tries to break into your stall.\nThe emotion of the above scenario is", "Scenario: A board game reminds you of nights with old friends.\nThe emotion of the above scenario is", "Scenario: You realize you've misplaced your wallet containing all your identification.\nThe emotion of the above scenario is", "Scenario: You discover a tunnel in a hillside during a hike.\nThe emotion of the above scenario is", "Scenario: The park bench where you used to sit is now broken.\nThe emotion of the above scenario is", "Scenario: You're constantly interrupted during presentations.\nThe emotion of the above scenario is", "Scenario: You overhear someone talking about the struggles of aging.\nThe emotion of the above scenario is", "Scenario: You find a ticket stub from an event you don't remember attending.\nThe emotion of the above scenario is", "Scenario: You pass by the house where you grew up, and it's changed dramatically.\nThe emotion of the above scenario is", "Scenario: You witness someone tossing trash out of a car window.\nThe emotion of the above scenario is", "Scenario: A friend commits to something on your behalf without consulting you.\nThe emotion of the above scenario is", "Scenario: You encounter a new type of crosswalk signal in your city.\nThe emotion of the above scenario is", "Scenario: You hear someone loudly belching at a family gathering.\nThe emotion of the above scenario is", "Scenario: You're swimming in the ocean and feel something brush against your leg.\nThe emotion of the above scenario is", "Scenario: Your carefully prepared presentation is rescheduled without notice.\nThe emotion of the above scenario is", "Scenario: You come across an old journal that details struggles you'd forgotten.\nThe emotion of the above scenario is", "Scenario: A person doesn't value your time and keeps you waiting.\nThe emotion of the above scenario is", "Scenario: You find out that someone has been using your work tools without permission.\nThe emotion of the above scenario is", "Scenario: You notice a bridge or overpass you've never seen before.\nThe emotion of the above scenario is", "Scenario: Someone borrows your book and returns it with torn pages.\nThe emotion of the above scenario is", "Scenario: You see someone not washing their hands after petting numerous animals.\nThe emotion of the above scenario is", "Scenario: A lake where you used to fish is now polluted.\nThe emotion of the above scenario is", "Scenario: You find an unsent letter addressed to someone from your past.\nThe emotion of the above scenario is", "Scenario: You find out a coworker has a twin you never knew about.\nThe emotion of the above scenario is", "Scenario: You learn that a distant friend is going through a tough time.\nThe emotion of the above scenario is", "Scenario: Your roommate eats your labeled food from the fridge.\nThe emotion of the above scenario is", "Scenario: You see someone changing a baby's diaper on a restaurant table.\nThe emotion of the above scenario is", "Scenario: You notice a family member has changed their hairstyle without saying anything.\nThe emotion of the above scenario is", "Scenario: You find an insect in your meal at a restaurant.\nThe emotion of the above scenario is", "Scenario: The book you're reading has a character facing the loss of their parent.\nThe emotion of the above scenario is", "Scenario: A child you're watching starts choking on food.\nThe emotion of the above scenario is", "Scenario: After cleaning the house, guests leave a mess without helping clean up.\nThe emotion of the above scenario is", "Scenario: You find an extra chapter at the end of a book you've read multiple times.\nThe emotion of the above scenario is", "Scenario: Someone habitually arrives late, making everyone wait.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old forum where you used to be active.\nThe emotion of the above scenario is", "Scenario: You see a restaurant worker not wearing gloves while handling food.\nThe emotion of the above scenario is", "Scenario: You're blamed for a decision that was made collectively.\nThe emotion of the above scenario is", "Scenario: You find a receipt for a purchase you don't remember making.\nThe emotion of the above scenario is", "Scenario: You discover someone you thought you knew well has a criminal record.\nThe emotion of the above scenario is", "Scenario: Your privacy settings are altered without your knowledge.\nThe emotion of the above scenario is", "Scenario: You're not acknowledged for your contributions in a project.\nThe emotion of the above scenario is", "Scenario: You find an old photograph of close friends you've lost touch with.\nThe emotion of the above scenario is", "Scenario: You discover someone has vomited in a public staircase.\nThe emotion of the above scenario is", "Scenario: A vehicle is tailgating you aggressively on the highway.\nThe emotion of the above scenario is", "Scenario: A swarm of locusts descends on your garden.\nThe emotion of the above scenario is", "Scenario: You see someone using a type of fitness equipment you've never seen before at the gym.\nThe emotion of the above scenario is", "Scenario: You hear sirens and realize they're coming toward your location.\nThe emotion of the above scenario is", "Scenario: You find mold growing on your food in the fridge.\nThe emotion of the above scenario is", "Scenario: You witness someone blowing their nose and checking the tissue in public.\nThe emotion of the above scenario is", "Scenario: You discover that the public swimming pool is murky and dirty.\nThe emotion of the above scenario is", "Scenario: You're in a kayak, and it starts to sink.\nThe emotion of the above scenario is", "Scenario: You witness someone's artwork getting accidentally destroyed.\nThe emotion of the above scenario is", "Scenario: You witness someone sneeze without covering their mouth.\nThe emotion of the above scenario is", "Scenario: A garden you pass by is no longer being tended to.\nThe emotion of the above scenario is", "Scenario: A group chat consistently makes plans that exclude you.\nThe emotion of the above scenario is", "Scenario: A café you frequented has changed its interiors, erasing old memories.\nThe emotion of the above scenario is", "Scenario: Your message to a close friend remains unread for weeks.\nThe emotion of the above scenario is", "Scenario: You see someone texting while using a public restroom.\nThe emotion of the above scenario is", "Scenario: You receive news of sudden layoffs at your workplace.\nThe emotion of the above scenario is", "Scenario: You see a lone shoe on the road, reminiscent of an accident.\nThe emotion of the above scenario is", "Scenario: You hear someone chewing loudly with their mouth open.\nThe emotion of the above scenario is", "Scenario: Your special dietary needs are ignored at a group dinner.\nThe emotion of the above scenario is", "Scenario: You notice someone using the same hand towel to wipe the floor and then their face.\nThe emotion of the above scenario is"], "pos": ["Scenario: You find a group of people who share your niche hobby.\nThe emotion of the above scenario is", "Scenario: You find a cozy nook in a crowded place.\nThe emotion of the above scenario is", "Scenario: Someone donates to a cause that's close to your heart.\nThe emotion of the above scenario is", "Scenario: You discover a hidden talent you never knew you had.\nThe emotion of the above scenario is", "Scenario: You find the perfect spot to watch a sunset or sunrise.\nThe emotion of the above scenario is", "Scenario: You get the chance to tick something off your bucket list.\nThe emotion of the above scenario is", "Scenario: You're gifted a plant, and it starts thriving under your care.\nThe emotion of the above scenario is", "Scenario: Someone from the community helps fix a problem in your home for free.\nThe emotion of the above scenario is", "Scenario: You get the chance to relive a favorite childhood activity.\nThe emotion of the above scenario is", "Scenario: You capture a perfect photo without even trying.\nThe emotion of the above scenario is", "Scenario: A neighbor shares their harvest of fresh fruits with you.\nThe emotion of the above scenario is", "Scenario: You get the chance to adopt a pet you've been wanting.\nThe emotion of the above scenario is", "Scenario: You successfully complete a challenging DIY project.\nThe emotion of the above scenario is", "Scenario: You find money you didn't know you had in an old purse or wallet.\nThe emotion of the above scenario is", "Scenario: You receive a handwritten letter in the mail from a friend.\nThe emotion of the above scenario is", "Scenario: You get an unexpected day off from work or school.\nThe emotion of the above scenario is", "Scenario: A friend recalls a hilarious memory you shared together.\nThe emotion of the above scenario is", "Scenario: A stranger offers to pay for your order just to spread positivity.\nThe emotion of the above scenario is", "Scenario: You get the best news after a long wait.\nThe emotion of the above scenario is", "Scenario: You get the perfect idea for a project you've been brainstorming.\nThe emotion of the above scenario is", "Scenario: You receive an unexpected token of appreciation.\nThe emotion of the above scenario is", "Scenario: You hear your favorite tune playing from a distant radio.\nThe emotion of the above scenario is", "Scenario: The wildflowers bloom in abundance after a long drought.\nThe emotion of the above scenario is", "Scenario: A long-awaited sequel to your favorite book is announced.\nThe emotion of the above scenario is", "Scenario: You listen to the innocent chatter of kids and can't help but smile.\nThe emotion of the above scenario is", "Scenario: You receive a message filled with good vibes from an unknown number.\nThe emotion of the above scenario is", "Scenario: You notice that the days are getting longer after a dark winter.\nThe emotion of the above scenario is", "Scenario: You experience a moment of serendipity.\nThe emotion of the above scenario is", "Scenario: You see a shooting star during a night out camping.\nThe emotion of the above scenario is", "Scenario: The local bakery gives you an extra pastry for free.\nThe emotion of the above scenario is", "Scenario: You get the best seat in the house at a show or event.\nThe emotion of the above scenario is", "Scenario: A kite soars majestically against a backdrop of blue sky.\nThe emotion of the above scenario is", "Scenario: You witness a beautiful moment between two strangers.\nThe emotion of the above scenario is", "Scenario: You find a forgotten ticket stub that brings back memories.\nThe emotion of the above scenario is", "Scenario: A spontaneous trip turns out to be one of the best you've ever had.\nThe emotion of the above scenario is", "Scenario: You visit a place that looks exactly like a dream you had.\nThe emotion of the above scenario is", "Scenario: You receive praise from someone you deeply respect.\nThe emotion of the above scenario is", "Scenario: You take a chance, and it leads to unexpected opportunities.\nThe emotion of the above scenario is", "Scenario: A surprise picnic is set up for you at a local park.\nThe emotion of the above scenario is", "Scenario: You hear children laughing and playing outside.\nThe emotion of the above scenario is", "Scenario: You finish a task ahead of time, leaving room for relaxation.\nThe emotion of the above scenario is", "Scenario: You make a new friend during an unexpected encounter.\nThe emotion of the above scenario is", "Scenario: You attend an event and unexpectedly meet someone you admire.\nThe emotion of the above scenario is", "Scenario: You find a street musician playing your favorite song perfectly.\nThe emotion of the above scenario is", "Scenario: You successfully recreate a challenging art or craft project.\nThe emotion of the above scenario is", "Scenario: You discover a secret, scenic spot in your city.\nThe emotion of the above scenario is", "Scenario: Your favorite artist releases a new track.\nThe emotion of the above scenario is", "Scenario: You have a perfect hair day without even trying.\nThe emotion of the above scenario is", "Scenario: A handwritten postcard arrives from a distant country.\nThe emotion of the above scenario is", "Scenario: You are invited to be a part of an exciting new venture.\nThe emotion of the above scenario is", "Scenario: You get invited to an event you've been wanting to attend.\nThe emotion of the above scenario is", "Scenario: A piece of trivia you know wins a game for your team.\nThe emotion of the above scenario is", "Scenario: You find out a piece of your artwork will be displayed in a public place.\nThe emotion of the above scenario is", "Scenario: A project you've been working on receives unexpected recognition.\nThe emotion of the above scenario is", "Scenario: You witness a random act of kindness in public.\nThe emotion of the above scenario is", "Scenario: A puppy runs up to you during your morning walk.\nThe emotion of the above scenario is", "Scenario: A child gives you a drawing they made, and you're the centerpiece.\nThe emotion of the above scenario is", "Scenario: A tree in your neighborhood bursts into vibrant blooms.\nThe emotion of the above scenario is", "Scenario: You receive a surprise package in the mail with no return address.\nThe emotion of the above scenario is", "Scenario: Your morning starts with your favorite breakfast.\nThe emotion of the above scenario is", "Scenario: You come across a rare, beautiful bird during your walk.\nThe emotion of the above scenario is", "Scenario: You have a profound conversation with a stranger on a train.\nThe emotion of the above scenario is", "Scenario: While cleaning, you find a forgotten toy from your youth.\nThe emotion of the above scenario is", "Scenario: A long-awaited package arrives earlier than expected.\nThe emotion of the above scenario is", "Scenario: You see a shooting star for the first time.\nThe emotion of the above scenario is", "Scenario: You discover a beautiful and peaceful spot during a hike.\nThe emotion of the above scenario is", "Scenario: A long line you're in suddenly opens up, and you're served quickly.\nThe emotion of the above scenario is", "Scenario: You reconnect with nature during a quiet moment.\nThe emotion of the above scenario is", "Scenario: You have an unplanned and delightful adventure during a trip.\nThe emotion of the above scenario is", "Scenario: You unexpectedly find a quiet spot in a bustling city to relax.\nThe emotion of the above scenario is", "Scenario: You're in the right place at the right time for a rare event.\nThe emotion of the above scenario is", "Scenario: Someone holds the elevator for you when you're running late.\nThe emotion of the above scenario is", "Scenario: Your favorite author replies to your letter or message.\nThe emotion of the above scenario is", "Scenario: A recipe turns out perfectly on your first try.\nThe emotion of the above scenario is", "Scenario: You make someone's day with a simple act of kindness.\nThe emotion of the above scenario is", "Scenario: You dance like no one's watching and feel liberated.\nThe emotion of the above scenario is", "Scenario: The clouds part, revealing a spectacular sunset after a gloomy day.\nThe emotion of the above scenario is", "Scenario: You spot a couple dancing unashamedly in the rain.\nThe emotion of the above scenario is", "Scenario: You have an entire day with no obligations or responsibilities.\nThe emotion of the above scenario is", "Scenario: A book you lent out years ago is returned with a grateful note.\nThe emotion of the above scenario is", "Scenario: You spot the first firefly of the summer evening.\nThe emotion of the above scenario is", "Scenario: A hummingbird lands nearby and seems to dance in the air for a moment.\nThe emotion of the above scenario is", "Scenario: You find an old journal detailing happy moments.\nThe emotion of the above scenario is", "Scenario: You bake something that turns out to be a hit at a gathering.\nThe emotion of the above scenario is", "Scenario: You come across a hidden note with an uplifting message in a bookstore.\nThe emotion of the above scenario is", "Scenario: A child waves at you from a school bus window.\nThe emotion of the above scenario is", "Scenario: You finally achieve a tricky yoga pose you've been practicing.\nThe emotion of the above scenario is", "Scenario: You receive a bouquet from an anonymous admirer.\nThe emotion of the above scenario is", "Scenario: You get a positive and unexpected message on social media.\nThe emotion of the above scenario is", "Scenario: You come across a charming street performer during a walk.\nThe emotion of the above scenario is", "Scenario: You get a message from a childhood friend after years of no contact.\nThe emotion of the above scenario is", "Scenario: You discover that you've inspired someone to take a positive action.\nThe emotion of the above scenario is", "Scenario: A piece of jewelry you thought you lost reappears in an unexpected place.\nThe emotion of the above scenario is", "Scenario: You hear laughter echoing from a nearby playground.\nThe emotion of the above scenario is", "Scenario: You learn that an item you bought is now a collector's piece.\nThe emotion of the above scenario is", "Scenario: You see your favorite animal in the wild.\nThe emotion of the above scenario is", "Scenario: Your local community starts a new, positive initiative.\nThe emotion of the above scenario is", "Scenario: You experience a moment of unexpected synchronicity.\nThe emotion of the above scenario is", "Scenario: You watch a feel-good movie that leaves you in high spirits.\nThe emotion of the above scenario is", "Scenario: You come across an impromptu street performance.\nThe emotion of the above scenario is", "Scenario: You experience a culture's festival or celebration for the first time.\nThe emotion of the above scenario is", "Scenario: A meal tastes exactly like how a loved one used to make it.\nThe emotion of the above scenario is", "Scenario: A game of charades leaves everyone in splits of laughter.\nThe emotion of the above scenario is", "Scenario: Your plant, which seemed to be wilting, sprouts a new leaf.\nThe emotion of the above scenario is", "Scenario: A surprise twist in a story or game leaves you excited.\nThe emotion of the above scenario is", "Scenario: You hear the soft strumming of a guitar while walking in the evening.\nThe emotion of the above scenario is", "Scenario: You find out you're going to be a mentor or role model to someone.\nThe emotion of the above scenario is", "Scenario: An old friend shares a memory that makes you smile.\nThe emotion of the above scenario is", "Scenario: A long queue you're standing in suddenly moves faster.\nThe emotion of the above scenario is", "Scenario: You nail a difficult exercise routine.\nThe emotion of the above scenario is", "Scenario: You see a child's eyes light up with understanding.\nThe emotion of the above scenario is", "Scenario: You manage to capture a candid moment that makes everyone smile.\nThe emotion of the above scenario is", "Scenario: You successfully make a dish from a recipe you thought was too challenging.\nThe emotion of the above scenario is", "Scenario: The local kids leave a surprise drawing on your doorstep.\nThe emotion of the above scenario is", "Scenario: A problem that's been on your mind gets resolved in the best way.\nThe emotion of the above scenario is", "Scenario: You get a glimpse of a meteor shower lighting up the night sky.\nThe emotion of the above scenario is", "Scenario: A long-awaited rain brings a cool breeze during a hot day.\nThe emotion of the above scenario is", "Scenario: You visit a place that has the exact scent of your grandparent's home.\nThe emotion of the above scenario is", "Scenario: You smell the aroma of freshly baked bread while passing by a bakery.\nThe emotion of the above scenario is", "Scenario: A new cafe in town serves your favorite, hard-to-find dish.\nThe emotion of the above scenario is", "Scenario: You get a rare opportunity to try something you've always been curious about.\nThe emotion of the above scenario is", "Scenario: You get a top score on a task or challenge you attempted.\nThe emotion of the above scenario is", "Scenario: Someone surprises you by remembering a small detail about your life.\nThe emotion of the above scenario is", "Scenario: An old machine or gadget you thought was broken starts working again.\nThe emotion of the above scenario is", "Scenario: A baby in the supermarket gives you a big, toothless grin.\nThe emotion of the above scenario is", "Scenario: You listen to a podcast or read a story that resonates deeply.\nThe emotion of the above scenario is", "Scenario: Your favorite song comes on just as you're thinking about it.\nThe emotion of the above scenario is", "Scenario: You learn a new skill or hobby that you're surprisingly good at.\nThe emotion of the above scenario is", "Scenario: You get a surprise call from someone just saying they were thinking of you.\nThe emotion of the above scenario is", "Scenario: You find an item you've been searching for at a garage sale.\nThe emotion of the above scenario is", "Scenario: An item you thought was lost forever is found by a kind stranger.\nThe emotion of the above scenario is", "Scenario: You create something you're proud of.\nThe emotion of the above scenario is", "Scenario: You see a parent teaching their child to ride a bike.\nThe emotion of the above scenario is", "Scenario: You find a pair of perfectly fitting shoes on clearance.\nThe emotion of the above scenario is", "Scenario: A book you've been searching for is finally in stock at the local bookstore.\nThe emotion of the above scenario is", "Scenario: You find an old, forgotten candy stash.\nThe emotion of the above scenario is", "Scenario: A stranger plays a song on the piano that brings back warm memories.\nThe emotion of the above scenario is", "Scenario: A friendly cat follows you during your morning jog.\nThe emotion of the above scenario is", "Scenario: You receive unexpected support for a cause you're passionate about.\nThe emotion of the above scenario is", "Scenario: Your favorite author announces a surprise book signing in your city.\nThe emotion of the above scenario is", "Scenario: You witness a heartwarming reunion at an airport.\nThe emotion of the above scenario is", "Scenario: You are gifted a thoughtful present out of the blue.\nThe emotion of the above scenario is", "Scenario: You receive an anonymous gift that's just what you needed.\nThe emotion of the above scenario is", "Scenario: You spot a family of ducks crossing the road.\nThe emotion of the above scenario is", "Scenario: You feel genuinely appreciated and valued in a group.\nThe emotion of the above scenario is", "Scenario: You receive positive feedback on something you worked hard on.\nThe emotion of the above scenario is", "Scenario: You have a dream that leaves you smiling when you wake up.\nThe emotion of the above scenario is", "Scenario: You attend a gathering and feel a deep sense of belonging.\nThe emotion of the above scenario is", "Scenario: You unexpectedly hear a song that reminds you of home.\nThe emotion of the above scenario is", "Scenario: You discover that a nearby park offers free concerts.\nThe emotion of the above scenario is", "Scenario: A childhood game brings back a rush of memories.\nThe emotion of the above scenario is", "Scenario: You win a small prize in a contest you had forgotten about.\nThe emotion of the above scenario is", "Scenario: You witness the simple beauty of a dewdrop on a leaf.\nThe emotion of the above scenario is", "Scenario: Your favorite movie is playing on TV, and it's just starting.\nThe emotion of the above scenario is", "Scenario: You get the last item on sale at your favorite store.\nThe emotion of the above scenario is", "Scenario: You visit a place that's even better than the photos.\nThe emotion of the above scenario is", "Scenario: You master a challenging level in a game you love.\nThe emotion of the above scenario is", "Scenario: An artwork you created is admired by a passerby.\nThe emotion of the above scenario is", "Scenario: You find a vintage item that recalls simpler times.\nThe emotion of the above scenario is", "Scenario: A project you initiated sparks positive change in your community.\nThe emotion of the above scenario is", "Scenario: A group of kids include you in their playful game.\nThe emotion of the above scenario is", "Scenario: You find a cafe that makes your favorite childhood dessert.\nThe emotion of the above scenario is", "Scenario: You come across a view that takes your breath away.\nThe emotion of the above scenario is", "Scenario: You help someone, and they pay it forward in the community.\nThe emotion of the above scenario is", "Scenario: A piece of artwork in a gallery speaks to you deeply.\nThe emotion of the above scenario is", "Scenario: An old neighbor remembers your name after many years.\nThe emotion of the above scenario is", "Scenario: You run into a dear friend in an unexpected place.\nThe emotion of the above scenario is", "Scenario: You get an unexpected bonus in your paycheck.\nThe emotion of the above scenario is", "Scenario: The weather is perfect for an outdoor activity you love.\nThe emotion of the above scenario is", "Scenario: You discover an old family photo album you've never seen before.\nThe emotion of the above scenario is", "Scenario: You save a small creature from a precarious situation.\nThe emotion of the above scenario is", "Scenario: You discover a song that perfectly describes your current life situation.\nThe emotion of the above scenario is", "Scenario: A butterfly lands on your shoulder, lingering for a few moments.\nThe emotion of the above scenario is", "Scenario: You get a window seat on a flight, and the views are breathtaking.\nThe emotion of the above scenario is", "Scenario: A family recipe turns out just like how you remembered it.\nThe emotion of the above scenario is", "Scenario: A colorful balloon floats past your window on a windy day.\nThe emotion of the above scenario is", "Scenario: A stranger returns your dropped wallet with everything intact.\nThe emotion of the above scenario is", "Scenario: A surprise visit from someone you missed lifts your spirits.\nThe emotion of the above scenario is", "Scenario: While on a walk, you stumble upon a serene hidden garden.\nThe emotion of the above scenario is", "Scenario: The bakery adds an extra cookie to your order, just because.\nThe emotion of the above scenario is", "Scenario: You wake up to the sound of chirping birds.\nThe emotion of the above scenario is", "Scenario: A song starts playing, and it fits your mood perfectly.\nThe emotion of the above scenario is", "Scenario: A poem or quote resonates deeply with your current phase of life.\nThe emotion of the above scenario is", "Scenario: You see elders sharing stories with the younger generation.\nThe emotion of the above scenario is", "Scenario: You nail a presentation or performance you were nervous about.\nThe emotion of the above scenario is", "Scenario: You bond with someone over shared interests.\nThe emotion of the above scenario is", "Scenario: During a cloudy day, a rainbow suddenly appears.\nThe emotion of the above scenario is", "Scenario: You are given an upgrade to first class on a flight.\nThe emotion of the above scenario is", "Scenario: You create a melody or rhythm that's catchy and original.\nThe emotion of the above scenario is", "Scenario: A difficult puzzle or game you've been working on finally comes together.\nThe emotion of the above scenario is", "Scenario: You get a spontaneous applause for a job well done.\nThe emotion of the above scenario is", "Scenario: A piece of technology you struggle with starts working seamlessly.\nThe emotion of the above scenario is", "Scenario: You're pleasantly surprised by a hidden talent of a friend.\nThe emotion of the above scenario is", "Scenario: A squirrel performs acrobatics in the trees outside your window.\nThe emotion of the above scenario is", "Scenario: You stumble upon a handwritten note filled with positivity in a library book.\nThe emotion of the above scenario is", "Scenario: You try on an outfit, and it fits perfectly.\nThe emotion of the above scenario is", "Scenario: You see the first snowflake of the season gently falling.\nThe emotion of the above scenario is", "Scenario: You find a forgotten souvenir from a memorable trip.\nThe emotion of the above scenario is", "Scenario: You stumble upon a free workshop you've been interested in.\nThe emotion of the above scenario is", "Scenario: You watch a movie that leaves you inspired and hopeful.\nThe emotion of the above scenario is"]}