{"neg": ["Scenario: You stumble upon a forgotten garden or cemetery.\nThe emotion of the above scenario is", "Scenario: A squirrel performs acrobatics in the trees outside your window.\nThe emotion of the above scenario is", "Scenario: The plumber you hired doesn't show up and doesn't inform you in advance.\nThe emotion of the above scenario is", "Scenario: You master a challenging level in a game you love.\nThe emotion of the above scenario is", "Scenario: Your shared space is occupied without your consent.\nThe emotion of the above scenario is", "Scenario: You're in a building and the fire alarm goes off.\nThe emotion of the above scenario is", "Scenario: Someone uses up all the hot water before you can shower.\nThe emotion of the above scenario is", "Scenario: You find out your friend can play a musical instrument you never knew they played.\nThe emotion of the above scenario is", "Scenario: Someone is patronizing towards you in a discussion.\nThe emotion of the above scenario is", "Scenario: You're watching a child at a park, and they suddenly disappear from sight.\nThe emotion of the above scenario is", "Scenario: You hear about a terror attack near your current location.\nThe emotion of the above scenario is", "Scenario: You find out someone went through your personal diary.\nThe emotion of the above scenario is", "Scenario: You stumble upon a channel on TV that you never knew existed.\nThe emotion of the above scenario is", "Scenario: A childhood snack isn't as delightful as you remembered.\nThe emotion of the above scenario is", "Scenario: You discover an unfamiliar function on your microwave.\nThe emotion of the above scenario is", "Scenario: You encounter a mob of angry people during a protest.\nThe emotion of the above scenario is", "Scenario: A song on the radio recalls a past relationship.\nThe emotion of the above scenario is", "Scenario: You find a recipe in a cookbook that doesn’t seem to fit the book's theme.\nThe emotion of the above scenario is", "Scenario: An item you ordered online arrives in a damaged condition.\nThe emotion of the above scenario is", "Scenario: You find a remote control but can't figure out what device it belongs to.\nThe emotion of the above scenario is", "Scenario: A letter arrives, detailing the hardships faced by a friend overseas.\nThe emotion of the above scenario is", "Scenario: You find an old journal detailing happy moments.\nThe emotion of the above scenario is", "Scenario: A song plays on the radio that reminds you of a departed loved one.\nThe emotion of the above scenario is", "Scenario: You're walking home alone and realize someone is following you.\nThe emotion of the above scenario is", "Scenario: You're caught outside during a lightning storm.\nThe emotion of the above scenario is", "Scenario: Your pet runs off and is nowhere to be found.\nThe emotion of the above scenario is", "Scenario: An old note recounts challenges you faced during a low phase.\nThe emotion of the above scenario is", "Scenario: You find an unsent letter addressed to someone from your past.\nThe emotion of the above scenario is", "Scenario: You stumble upon a street fair you didn't know was happening.\nThe emotion of the above scenario is", "Scenario: A book you've been searching for is finally in stock at the local bookstore.\nThe emotion of the above scenario is", "Scenario: You're in a new city and sense you're in an unsafe neighborhood.\nThe emotion of the above scenario is", "Scenario: Your meal is taken from the communal fridge at work.\nThe emotion of the above scenario is", "Scenario: You're alone in an unfamiliar place and your phone battery dies.\nThe emotion of the above scenario is", "Scenario: You can't recreate a cherished memory no matter how hard you try.\nThe emotion of the above scenario is", "Scenario: You find a significant error in an important document after it's been distributed.\nThe emotion of the above scenario is", "Scenario: You discover a beautiful and peaceful spot during a hike.\nThe emotion of the above scenario is", "Scenario: Someone constantly taps their pen during a quiet study session.\nThe emotion of the above scenario is", "Scenario: You see a bird trying repeatedly to fly with a damaged wing.\nThe emotion of the above scenario is", "Scenario: Someone habitually leaves common areas messy after using them.\nThe emotion of the above scenario is", "Scenario: You're in a store and hear someone shout 'Fire!'\nThe emotion of the above scenario is", "Scenario: A spontaneous trip turns out to be one of the best you've ever had.\nThe emotion of the above scenario is", "Scenario: You notice a piece of art in a friend's home that you never realized was there.\nThe emotion of the above scenario is", "Scenario: A place that was once lively is now silent.\nThe emotion of the above scenario is", "Scenario: You smell the aroma of freshly baked bread while passing by a bakery.\nThe emotion of the above scenario is", "Scenario: You're in a building when the fire alarm goes off, and you smell smoke.\nThe emotion of the above scenario is", "Scenario: Someone holds the elevator for you when you're running late.\nThe emotion of the above scenario is", "Scenario: You visit a place that's even better than the photos.\nThe emotion of the above scenario is", "Scenario: You find someone mocking your personal tastes.\nThe emotion of the above scenario is", "Scenario: You're snorkeling and realize you're being pulled out by the current.\nThe emotion of the above scenario is", "Scenario: You notice a new vending machine in a familiar building.\nThe emotion of the above scenario is", "Scenario: You see a new logo on a familiar product at the store.\nThe emotion of the above scenario is", "Scenario: The shoes from a memorable event are now worn out.\nThe emotion of the above scenario is", "Scenario: You find an old, forgotten candy stash.\nThe emotion of the above scenario is", "Scenario: You discover a hidden emoji on your phone's keyboard.\nThe emotion of the above scenario is", "Scenario: You receive praise from someone you deeply respect.\nThe emotion of the above scenario is", "Scenario: You have a perfect hair day without even trying.\nThe emotion of the above scenario is", "Scenario: You realize that a childhood haunt is no longer recognizable.\nThe emotion of the above scenario is", "Scenario: You overhear a conversation about the struggles of elder care.\nThe emotion of the above scenario is", "Scenario: A childhood game brings back a rush of memories.\nThe emotion of the above scenario is", "Scenario: Your computer crashes and you haven't backed up important work.\nThe emotion of the above scenario is", "Scenario: You're informed your flight has to make an emergency landing.\nThe emotion of the above scenario is", "Scenario: You try on an outfit, and it fits perfectly.\nThe emotion of the above scenario is", "Scenario: A sudden hailstorm begins while you're driving.\nThe emotion of the above scenario is", "Scenario: Your favorite song comes on just as you're thinking about it.\nThe emotion of the above scenario is", "Scenario: You read a story about a soldier's hardships away from home.\nThe emotion of the above scenario is", "Scenario: You witness a beautiful moment between two strangers.\nThe emotion of the above scenario is", "Scenario: You stumble upon a public WiFi network with a strange name.\nThe emotion of the above scenario is", "Scenario: Your valuable item goes missing at a friend's gathering.\nThe emotion of the above scenario is", "Scenario: You create a melody or rhythm that's catchy and original.\nThe emotion of the above scenario is", "Scenario: Someone takes your reserved parking spot.\nThe emotion of the above scenario is", "Scenario: In a communal laundry room, someone removes your clothes before they're dry.\nThe emotion of the above scenario is", "Scenario: Someone comments negatively on something you hold dear.\nThe emotion of the above scenario is", "Scenario: You see a bird in your area that is not native to the region.\nThe emotion of the above scenario is", "Scenario: The bookstore where you spent hours is now online only.\nThe emotion of the above scenario is", "Scenario: You realize your parachute isn't opening while skydiving.\nThe emotion of the above scenario is", "Scenario: You find out someone you know has been using a pseudonym.\nThe emotion of the above scenario is", "Scenario: You read a tale of lost friendship.\nThe emotion of the above scenario is", "Scenario: You accidentally leave your toddler in the car for a moment and panic.\nThe emotion of the above scenario is", "Scenario: You can't find a childhood book that meant a lot to you.\nThe emotion of the above scenario is", "Scenario: You notice that a clock you often look at has stopped.\nThe emotion of the above scenario is", "Scenario: You hear about the end of an era that meant a lot to you.\nThe emotion of the above scenario is", "Scenario: Someone continually brings up a topic they know you're uncomfortable with.\nThe emotion of the above scenario is", "Scenario: You create something you're proud of.\nThe emotion of the above scenario is", "Scenario: You find an old ticket stub from an event that was pivotal for you.\nThe emotion of the above scenario is", "Scenario: You find out a group activity was organized without your knowledge.\nThe emotion of the above scenario is", "Scenario: Your freshly washed car gets splattered with mud by a passing vehicle.\nThe emotion of the above scenario is", "Scenario: You hear about the declining health of a distant relative.\nThe emotion of the above scenario is", "Scenario: You hear an unfamiliar bird call in the morning.\nThe emotion of the above scenario is", "Scenario: Someone spreads false rumors about you in your community.\nThe emotion of the above scenario is", "Scenario: You remember a time when someone left without saying goodbye.\nThe emotion of the above scenario is", "Scenario: Someone doesn't respect your personal boundaries.\nThe emotion of the above scenario is", "Scenario: You're notified of unauthorized transactions on your credit card.\nThe emotion of the above scenario is", "Scenario: The local kids leave a surprise drawing on your doorstep.\nThe emotion of the above scenario is", "Scenario: A long-awaited sequel to your favorite book is announced.\nThe emotion of the above scenario is", "Scenario: A stranger plays a song on the piano that brings back warm memories.\nThe emotion of the above scenario is", "Scenario: You find an unfamiliar tool in your kitchen drawer.\nThe emotion of the above scenario is", "Scenario: You can't find the location of a cherished childhood hideout.\nThe emotion of the above scenario is", "Scenario: You hear a friend speak fluently in a language you didn't know they knew.\nThe emotion of the above scenario is", "Scenario: You get an unexpected bonus in your paycheck.\nThe emotion of the above scenario is", "Scenario: You learn about a community struggling post a natural disaster.\nThe emotion of the above scenario is", "Scenario: A swarm of bees starts flying toward you.\nThe emotion of the above scenario is", "Scenario: A once vibrant tree in your neighborhood is now being cut down.\nThe emotion of the above scenario is", "Scenario: A carnival doesn't have the ride you once loved.\nThe emotion of the above scenario is", "Scenario: A child you're watching starts choking on food.\nThe emotion of the above scenario is", "Scenario: A movie portrays the struggle of saying goodbye.\nThe emotion of the above scenario is", "Scenario: You're habitually made the butt of jokes.\nThe emotion of the above scenario is", "Scenario: You find an old list of goals you don't remember writing.\nThe emotion of the above scenario is", "Scenario: You help someone, and they pay it forward in the community.\nThe emotion of the above scenario is", "Scenario: You hear your name being called in a crowded place but don't see anyone you know.\nThe emotion of the above scenario is", "Scenario: You win a small prize in a contest you had forgotten about.\nThe emotion of the above scenario is", "Scenario: The plant you've been caring for starts wilting despite your efforts.\nThe emotion of the above scenario is", "Scenario: Someone disregards a clear sign and disrupts your environment.\nThe emotion of the above scenario is", "Scenario: A book you lent out years ago is returned with a grateful note.\nThe emotion of the above scenario is", "Scenario: You find an empty bottle of a fragrance someone used to wear.\nThe emotion of the above scenario is", "Scenario: You're not acknowledged for your contributions in a project.\nThe emotion of the above scenario is", "Scenario: You're asked to identify a suspect in a criminal lineup.\nThe emotion of the above scenario is", "Scenario: You finally achieve a tricky yoga pose you've been practicing.\nThe emotion of the above scenario is", "Scenario: You can't find an important piece of jewelry gifted to you.\nThe emotion of the above scenario is", "Scenario: You're cycling and your brakes malfunction.\nThe emotion of the above scenario is", "Scenario: You read about the fading of an art form you appreciate.\nThe emotion of the above scenario is", "Scenario: You're told last minute that you need to work over the weekend.\nThe emotion of the above scenario is", "Scenario: A baby in the supermarket gives you a big, toothless grin.\nThe emotion of the above scenario is", "Scenario: You find a shoe but can't locate its pair.\nThe emotion of the above scenario is", "Scenario: You find a creepy doll or object in your home that you didn't place there.\nThe emotion of the above scenario is", "Scenario: You realize a book you are reading has a chapter missing.\nThe emotion of the above scenario is", "Scenario: Your mail is opened by someone else without your consent.\nThe emotion of the above scenario is", "Scenario: You attend a gathering and feel a deep sense of belonging.\nThe emotion of the above scenario is", "Scenario: You hear a slang term you've never heard before.\nThe emotion of the above scenario is", "Scenario: You find a strange device under your car.\nThe emotion of the above scenario is", "Scenario: You find a yearbook and don't recognize several people in it.\nThe emotion of the above scenario is", "Scenario: You experience a moment of unexpected synchronicity.\nThe emotion of the above scenario is", "Scenario: A missed call from someone you've been avoiding talking to.\nThe emotion of the above scenario is", "Scenario: A theater you loved going to is closed.\nThe emotion of the above scenario is", "Scenario: You find out a trusted friend lied to you.\nThe emotion of the above scenario is", "Scenario: A musician sings about the pain of unrequited love.\nThe emotion of the above scenario is", "Scenario: You find a suspicious lump during a routine health check.\nThe emotion of the above scenario is", "Scenario: Your belongings are borrowed and returned damaged.\nThe emotion of the above scenario is", "Scenario: Your friend tries a risky stunt and gets seriously injured.\nThe emotion of the above scenario is", "Scenario: You hear an old song being played in a new commercial.\nThe emotion of the above scenario is", "Scenario: You receive an unexpected friend request from someone you were just thinking about.\nThe emotion of the above scenario is", "Scenario: You find yourself in a confined space and can't get out immediately.\nThe emotion of the above scenario is", "Scenario: You get the chance to relive a favorite childhood activity.\nThe emotion of the above scenario is", "Scenario: You learn that a distant friend is going through a tough time.\nThe emotion of the above scenario is", "Scenario: You find a vending machine selling something unusual, like books or art supplies.\nThe emotion of the above scenario is", "Scenario: Someone habitually arrives late, making everyone wait.\nThe emotion of the above scenario is", "Scenario: You make someone's day with a simple act of kindness.\nThe emotion of the above scenario is", "Scenario: Your favorite plant, which you've cared for years, begins to wilt.\nThe emotion of the above scenario is", "Scenario: A coworker microwaves fish in the office, leaving a lingering smell.\nThe emotion of the above scenario is", "Scenario: Your GPS takes you through a route you never knew existed.\nThe emotion of the above scenario is", "Scenario: Someone keeps borrowing your supplies without asking.\nThe emotion of the above scenario is", "Scenario: You're at the zoo and hear that an animal has escaped its enclosure.\nThe emotion of the above scenario is", "Scenario: You hear a loud bang while home alone.\nThe emotion of the above scenario is", "Scenario: You're in a kayak, and it starts to sink.\nThe emotion of the above scenario is", "Scenario: A peer belittles your achievements.\nThe emotion of the above scenario is", "Scenario: Your freshly washed floor has muddy footprints from someone's shoes.\nThe emotion of the above scenario is", "Scenario: You're given incorrect directions and end up lost, making you late.\nThe emotion of the above scenario is", "Scenario: A favorite character in a show doesn't get a happy ending.\nThe emotion of the above scenario is", "Scenario: You're held accountable for decisions made during your absence.\nThe emotion of the above scenario is", "Scenario: You accidentally break a cherished gift from a friend.\nThe emotion of the above scenario is", "Scenario: You find out a coworker has a twin you never knew about.\nThe emotion of the above scenario is", "Scenario: You're spoken over during an important meeting.\nThe emotion of the above scenario is", "Scenario: A movie portrays the struggle of love at a wrong time.\nThe emotion of the above scenario is", "Scenario: You see a logo you don't recognize on a familiar brand's packaging.\nThe emotion of the above scenario is", "Scenario: A colorful balloon floats past your window on a windy day.\nThe emotion of the above scenario is", "Scenario: You're in a remote area and hear distressing animal cries.\nThe emotion of the above scenario is", "Scenario: You come across a charming street performer during a walk.\nThe emotion of the above scenario is", "Scenario: You're not credited in a presentation you largely worked on.\nThe emotion of the above scenario is", "Scenario: A cherished childhood spot is replaced by modern buildings.\nThe emotion of the above scenario is", "Scenario: You discover a drawer in your desk you never noticed before.\nThe emotion of the above scenario is", "Scenario: You come across an old article or blog post that mentions you.\nThe emotion of the above scenario is", "Scenario: You finish a task ahead of time, leaving room for relaxation.\nThe emotion of the above scenario is", "Scenario: You're constantly being sidelined in team activities.\nThe emotion of the above scenario is", "Scenario: The bakery adds an extra cookie to your order, just because.\nThe emotion of the above scenario is", "Scenario: You're on a hike and realize you've lost your way back.\nThe emotion of the above scenario is", "Scenario: You stumble upon a handwritten note filled with positivity in a library book.\nThe emotion of the above scenario is", "Scenario: A stray animal looks longingly through a cafe window.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old forum thread where people are discussing a conspiracy theory about a show you like.\nThe emotion of the above scenario is", "Scenario: A friend reveals a personal secret you confided in them.\nThe emotion of the above scenario is", "Scenario: You notice a colleague wearing a band shirt you never thought they'd like.\nThe emotion of the above scenario is", "Scenario: You get a glimpse of a meteor shower lighting up the night sky.\nThe emotion of the above scenario is", "Scenario: Someone always interrupts you while you're speaking.\nThe emotion of the above scenario is", "Scenario: Your shared resources are depleted without your knowledge.\nThe emotion of the above scenario is", "Scenario: You dance like no one's watching and feel liberated.\nThe emotion of the above scenario is", "Scenario: You see elders sharing stories with the younger generation.\nThe emotion of the above scenario is", "Scenario: You successfully recreate a challenging art or craft project.\nThe emotion of the above scenario is", "Scenario: A scene from a movie depicts a parent-child estrangement.\nThe emotion of the above scenario is", "Scenario: An old video shows happier times that seem distant.\nThe emotion of the above scenario is", "Scenario: A close person forgets an important date for you.\nThe emotion of the above scenario is", "Scenario: You discover a door that you thought was locked is actually open.\nThe emotion of the above scenario is", "Scenario: A long-awaited package arrives earlier than expected.\nThe emotion of the above scenario is", "Scenario: You come across an unfamiliar constellation in the night sky.\nThe emotion of the above scenario is", "Scenario: You stumble upon a street performer using an unfamiliar instrument.\nThe emotion of the above scenario is", "Scenario: You are gifted a thoughtful present out of the blue.\nThe emotion of the above scenario is", "Scenario: You find evidence of a break-in at your home.\nThe emotion of the above scenario is", "Scenario: You realize a tradition you cherished is no longer being followed.\nThe emotion of the above scenario is", "Scenario: You hear a new ringtone on your phone.\nThe emotion of the above scenario is", "Scenario: You discover your smart TV can browse the internet.\nThe emotion of the above scenario is", "Scenario: You notice a sign has been changed or replaced on your daily route.\nThe emotion of the above scenario is", "Scenario: You see someone being attacked in a secluded area.\nThe emotion of the above scenario is", "Scenario: You read a news article about a dangerous criminal active in your area.\nThe emotion of the above scenario is"], "pos": ["Scenario: You discover an open carton of expired milk in a shared fridge.\nThe emotion of the above scenario is", "Scenario: You witness someone rinsing their mouth and spitting in a public sink.\nThe emotion of the above scenario is", "Scenario: You witness someone tossing an apple core into a lake.\nThe emotion of the above scenario is", "Scenario: You notice someone taking a sip from each drink at a communal beverage station.\nThe emotion of the above scenario is", "Scenario: You find out a restaurant reuses its disposable utensils.\nThe emotion of the above scenario is", "Scenario: You see a pet owner allowing their dog to lick the plates in a dishwasher.\nThe emotion of the above scenario is", "Scenario: You witness someone removing their shoes and airing their feet in a crowded bus.\nThe emotion of the above scenario is", "Scenario: You find a forgotten, moldy cup of coffee on a bookshelf.\nThe emotion of the above scenario is", "Scenario: You witness someone cutting their fingernails in a public setting.\nThe emotion of the above scenario is", "Scenario: You discover a leaky bag of garbage in the trunk of your car.\nThe emotion of the above scenario is", "Scenario: You witness someone snacking in bed and leaving crumbs.\nThe emotion of the above scenario is", "Scenario: You see someone shaking a wet umbrella over produce at a grocery store.\nThe emotion of the above scenario is", "Scenario: You find smelly shoes left in a shared living space.\nThe emotion of the above scenario is", "Scenario: You witness a person dumping cooking oil directly into a lake or river.\nThe emotion of the above scenario is", "Scenario: You find someone's discarded cigarette butts in your garden.\nThe emotion of the above scenario is", "Scenario: You notice a person using a public facility but not flushing the toilet.\nThe emotion of the above scenario is", "Scenario: You find mouse droppings in your pantry.\nThe emotion of the above scenario is", "Scenario: You find a fly in your drink.\nThe emotion of the above scenario is", "Scenario: You find a filthy sponge in a kitchen sink.\nThe emotion of the above scenario is", "Scenario: You find expired medication in a family member's medicine cabinet.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their greasy hands on a curtain.\nThe emotion of the above scenario is", "Scenario: You see dirty utensils being used in a cooking demonstration.\nThe emotion of the above scenario is", "Scenario: You notice someone scratching their armpit and sniffing their fingers.\nThe emotion of the above scenario is", "Scenario: You find leftover food splattered inside a microwave.\nThe emotion of the above scenario is", "Scenario: You see someone sticking their finger into a communal food dish to taste it.\nThe emotion of the above scenario is", "Scenario: You discover rancid butter in your fridge.\nThe emotion of the above scenario is", "Scenario: You see someone using a water fountain to wash their hands.\nThe emotion of the above scenario is", "Scenario: You see a dirty, abandoned mattress on the side of the road.\nThe emotion of the above scenario is", "Scenario: You hear someone loudly belching at a family gathering.\nThe emotion of the above scenario is", "Scenario: You find a rotten piece of fruit hidden at the back of a shelf.\nThe emotion of the above scenario is", "Scenario: You find an old, moldy sandwich in a lunchbox.\nThe emotion of the above scenario is", "Scenario: You witness a child licking food items and putting them back on a store shelf.\nThe emotion of the above scenario is", "Scenario: You discover a strong smell of ammonia in a restroom.\nThe emotion of the above scenario is", "Scenario: You see someone reusing disposable items like plastic forks and straws after washing them.\nThe emotion of the above scenario is", "Scenario: You find an insect in your meal at a restaurant.\nThe emotion of the above scenario is", "Scenario: You see a public toilet covered in graffiti and stains.\nThe emotion of the above scenario is", "Scenario: You discover a pile of burned, unidentifiable trash.\nThe emotion of the above scenario is", "Scenario: You see someone using their sleeve to wipe their runny nose.\nThe emotion of the above scenario is", "Scenario: You see someone changing a baby's diaper on a restaurant table.\nThe emotion of the above scenario is", "Scenario: You witness a shopper opening and sampling food in a grocery store before buying.\nThe emotion of the above scenario is", "Scenario: You find used dental floss in a public area.\nThe emotion of the above scenario is", "Scenario: You notice someone loudly chewing with their mouth open during a meeting.\nThe emotion of the above scenario is", "Scenario: You discover smeared lipstick on the rim of a wine glass at a restaurant.\nThe emotion of the above scenario is", "Scenario: You find a sticky, dirty remote control in a hotel room.\nThe emotion of the above scenario is", "Scenario: You discover rancid meat in a friend's fridge.\nThe emotion of the above scenario is", "Scenario: You see a restaurant worker smoking right next to the 'no smoking' sign.\nThe emotion of the above scenario is", "Scenario: You witness someone blowing their nose and checking the tissue in public.\nThe emotion of the above scenario is", "Scenario: You discover a forgotten pet fish tank filled with murky water.\nThe emotion of the above scenario is", "Scenario: You discover a used band-aid floating in a public swimming pool.\nThe emotion of the above scenario is", "Scenario: You notice someone handling merchandise after sneezing into their hands.\nThe emotion of the above scenario is", "Scenario: You notice a strong odor of body odor on public transportation.\nThe emotion of the above scenario is", "Scenario: You find hair in a soap dispenser.\nThe emotion of the above scenario is", "Scenario: You find spoiled milk in your coffee after taking a sip.\nThe emotion of the above scenario is", "Scenario: You see someone not washing their hands after petting numerous animals.\nThe emotion of the above scenario is", "Scenario: You notice someone clipping their toenails on a park bench.\nThe emotion of the above scenario is", "Scenario: You see a family allowing their children to run wild and make a mess in a store.\nThe emotion of the above scenario is", "Scenario: You find expired and discolored condiments in a fridge.\nThe emotion of the above scenario is", "Scenario: You see a pet owner not picking up after their dog in a public park.\nThe emotion of the above scenario is", "Scenario: You discover a restaurant using dirty rags to wipe down tables.\nThe emotion of the above scenario is", "Scenario: You find a piece of chewed gum stuck under a railing.\nThe emotion of the above scenario is", "Scenario: You discover someone has vomited in a public staircase.\nThe emotion of the above scenario is", "Scenario: You find spoiled and curdled cream in your coffee.\nThe emotion of the above scenario is", "Scenario: You witness someone eating messy food while using public transportation.\nThe emotion of the above scenario is", "Scenario: You discover a wad of hair clogging a shower drain.\nThe emotion of the above scenario is", "Scenario: You notice someone scratching their feet while eating.\nThe emotion of the above scenario is", "Scenario: You see someone letting their dog lick their ice cream cone.\nThe emotion of the above scenario is", "Scenario: Someone spits on the sidewalk right in front of you.\nThe emotion of the above scenario is", "Scenario: You discover a grimy layer of old soap scum in a shower.\nThe emotion of the above scenario is", "Scenario: You witness someone tossing trash out of a car window.\nThe emotion of the above scenario is", "Scenario: You see someone leaving a public restroom without washing their hands.\nThe emotion of the above scenario is", "Scenario: You hear someone snorting and sniffling continuously in a quiet room.\nThe emotion of the above scenario is", "Scenario: You witness someone sneeze without covering their mouth.\nThe emotion of the above scenario is", "Scenario: You find a sweaty gym towel left on a public bench.\nThe emotion of the above scenario is", "Scenario: You see someone dumping a drink onto a plant.\nThe emotion of the above scenario is", "Scenario: You find spoiled yogurt that has separated into liquid and lumps.\nThe emotion of the above scenario is", "Scenario: You find used cotton swabs in a hotel room drawer.\nThe emotion of the above scenario is", "Scenario: You find cobwebs and dead insects in a corner of your living space.\nThe emotion of the above scenario is", "Scenario: You witness someone taking a bite from multiple pieces of fruit at a store.\nThe emotion of the above scenario is", "Scenario: You notice someone eating directly from a communal food container.\nThe emotion of the above scenario is", "Scenario: You hear explicit and inappropriate conversations in a public setting.\nThe emotion of the above scenario is", "Scenario: You see someone taking a dip in a public fountain.\nThe emotion of the above scenario is", "Scenario: You find unflushed waste in a public toilet.\nThe emotion of the above scenario is", "Scenario: You witness someone picking up food from a trash can and eating it.\nThe emotion of the above scenario is", "Scenario: You witness someone spitting into a drinking fountain.\nThe emotion of the above scenario is", "Scenario: You witness someone wiping their nose with their hand.\nThe emotion of the above scenario is", "Scenario: You find a spoiled meat product still being sold at a grocery store.\nThe emotion of the above scenario is", "Scenario: You find a cockroach in a pot in your kitchen cupboard.\nThe emotion of the above scenario is", "Scenario: You see someone coughing over open food containers at a market.\nThe emotion of the above scenario is", "Scenario: You notice someone sneezing without covering their mouth in a crowded elevator.\nThe emotion of the above scenario is", "Scenario: You witness a parent allowing their child to run around a restaurant without shoes.\nThe emotion of the above scenario is", "Scenario: You find a discarded needle in a playground.\nThe emotion of the above scenario is", "Scenario: You notice someone reusing dirty dishes without washing them.\nThe emotion of the above scenario is", "Scenario: You find a dirty band-aid in a public pool.\nThe emotion of the above scenario is", "Scenario: You notice someone re-wearing sweaty gym clothes.\nThe emotion of the above scenario is", "Scenario: You hear someone clearing their throat phlegm loudly in a library.\nThe emotion of the above scenario is", "Scenario: You find remnants of a previous guest's stay in your hotel room.\nThe emotion of the above scenario is", "Scenario: You hear someone hocking up phlegm and spitting in a public trash can.\nThe emotion of the above scenario is", "Scenario: You see someone picking their teeth with a piece of straw in public.\nThe emotion of the above scenario is", "Scenario: You discover that the public swimming pool is murky and dirty.\nThe emotion of the above scenario is", "Scenario: You see a child wiping their runny nose on their hands and touching communal toys.\nThe emotion of the above scenario is", "Scenario: You hear someone passing gas loudly in a public setting.\nThe emotion of the above scenario is", "Scenario: You find a used tissue in the pocket of a borrowed jacket.\nThe emotion of the above scenario is", "Scenario: You discover a neglected, algae-filled swimming pool.\nThe emotion of the above scenario is", "Scenario: You step on something sticky in a public restroom.\nThe emotion of the above scenario is", "Scenario: You smell an overwhelming odor of decay while walking down the street.\nThe emotion of the above scenario is", "Scenario: You find food particles in the pages of a library book.\nThe emotion of the above scenario is", "Scenario: You hear someone chewing loudly with their mouth open.\nThe emotion of the above scenario is", "Scenario: You discover rust and algae in a pet's water dish.\nThe emotion of the above scenario is", "Scenario: You see a person drop food on the floor and continue to eat it.\nThe emotion of the above scenario is", "Scenario: You witness someone using their phone in a restroom stall and then proceeding to eat without washing hands.\nThe emotion of the above scenario is", "Scenario: You find a dirty diaper abandoned on a beach.\nThe emotion of the above scenario is", "Scenario: You find grime and soap scum in a supposedly clean hotel shower.\nThe emotion of the above scenario is", "Scenario: You see a worker sneeze into their hands and continue handling products.\nThe emotion of the above scenario is", "Scenario: You find multiple items with bite marks at a grocery store.\nThe emotion of the above scenario is", "Scenario: You discover dirty silverware wrapped in a clean napkin at a restaurant.\nThe emotion of the above scenario is", "Scenario: You discover a heap of trash dumped in a beautiful natural setting.\nThe emotion of the above scenario is", "Scenario: You find rat droppings in a kitchen cabinet.\nThe emotion of the above scenario is", "Scenario: You notice a server adjusting their clothing or scratching themselves before handling food.\nThe emotion of the above scenario is", "Scenario: You discover someone's toenail clippings on a hotel room floor.\nThe emotion of the above scenario is", "Scenario: You witness someone slurping and burping loudly while eating.\nThe emotion of the above scenario is", "Scenario: You see a dog relieve itself in a children's playground.\nThe emotion of the above scenario is", "Scenario: You see a trail of ants leading to a pile of rotten food.\nThe emotion of the above scenario is", "Scenario: You notice a server using the same rag for wiping tables and cleaning dishes.\nThe emotion of the above scenario is", "Scenario: You witness a worker sweeping dirt under the rug instead of cleaning it up.\nThe emotion of the above scenario is", "Scenario: You find someone's dirty laundry left in a public washing machine.\nThe emotion of the above scenario is", "Scenario: You find moldy bread being sold at a grocery store.\nThe emotion of the above scenario is", "Scenario: You see a pet owner allowing their dog to eat from a restaurant dish.\nThe emotion of the above scenario is", "Scenario: You see someone wipe their hands on a communal cloth towel after eating greasy food.\nThe emotion of the above scenario is", "Scenario: You notice someone applying makeup using a public mirror in a restaurant.\nThe emotion of the above scenario is", "Scenario: You find an open container of smelly leftovers in a shared refrigerator.\nThe emotion of the above scenario is", "Scenario: You witness someone throwing leftover food into the street.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their mouth with their sleeve at a formal event.\nThe emotion of the above scenario is", "Scenario: You witness someone wiping sweat off their brow and then shaking hands without sanitizing.\nThe emotion of the above scenario is", "Scenario: You see someone cleaning their ears with a key.\nThe emotion of the above scenario is", "Scenario: You witness someone swatting flies and then continuing to cook without washing hands.\nThe emotion of the above scenario is", "Scenario: You see someone pick their nose and eat it.\nThe emotion of the above scenario is", "Scenario: You discover a pile of dirty laundry with a foul odor.\nThe emotion of the above scenario is", "Scenario: You witness someone spilling a drink and walking away without cleaning it.\nThe emotion of the above scenario is", "Scenario: You witness someone blowing their nose into a cloth napkin at a restaurant.\nThe emotion of the above scenario is", "Scenario: You find mold growing on your food in the fridge.\nThe emotion of the above scenario is", "Scenario: You find a used Q-tip lying on the floor.\nThe emotion of the above scenario is", "Scenario: You find an old container of takeout food that has grown mold.\nThe emotion of the above scenario is", "Scenario: You see someone using a public ketchup dispenser to fill their own bottle.\nThe emotion of the above scenario is", "Scenario: You discover old food containers under a teenager's bed.\nThe emotion of the above scenario is", "Scenario: You hear someone loudly slurping their soup at a formal event.\nThe emotion of the above scenario is", "Scenario: You see someone texting while using a public restroom.\nThe emotion of the above scenario is", "Scenario: You smell spoiled fish at a market.\nThe emotion of the above scenario is", "Scenario: You witness someone throwing food to seagulls, causing a frenzy.\nThe emotion of the above scenario is", "Scenario: You see a person cleaning their teeth with a business card.\nThe emotion of the above scenario is", "Scenario: You notice a strong smell of urine in an elevator.\nThe emotion of the above scenario is", "Scenario: You discover smudges and fingerprints on a glass tabletop.\nThe emotion of the above scenario is", "Scenario: You smell rotten eggs emanating from a nearby drain.\nThe emotion of the above scenario is", "Scenario: You notice someone dripping sweat onto communal gym equipment.\nThe emotion of the above scenario is", "Scenario: You discover old, crusty food stuck to a menu in a restaurant.\nThe emotion of the above scenario is", "Scenario: You see someone littering in a clearly marked 'no littering' area.\nThe emotion of the above scenario is", "Scenario: You witness a subway passenger occupying a seat with their dirty shoes.\nThe emotion of the above scenario is", "Scenario: You see someone taking their shoes and socks off during a flight.\nThe emotion of the above scenario is", "Scenario: You see a parent ignoring their child's disruptive behavior in a quiet area.\nThe emotion of the above scenario is", "Scenario: You find a pet's accident hidden behind furniture.\nThe emotion of the above scenario is", "Scenario: You witness someone leaving a bathroom stall with toilet paper stuck to their shoe.\nThe emotion of the above scenario is", "Scenario: You see a person using their cell phone while using a public restroom.\nThe emotion of the above scenario is", "Scenario: You find a worm in your apple.\nThe emotion of the above scenario is", "Scenario: You discover someone has been spitting sunflower seeds onto the ground where people are walking.\nThe emotion of the above scenario is", "Scenario: You witness someone urinating in public.\nThe emotion of the above scenario is", "Scenario: You notice someone picking at their skin and then touching communal items.\nThe emotion of the above scenario is", "Scenario: You see someone scratching their head excessively while preparing food.\nThe emotion of the above scenario is", "Scenario: You find chewed gum under a public table.\nThe emotion of the above scenario is", "Scenario: You smell someone's bad breath from several feet away.\nThe emotion of the above scenario is", "Scenario: You witness someone using excessive perfume or cologne in a confined space.\nThe emotion of the above scenario is", "Scenario: You witness a person putting their bare feet up on a table in a public area.\nThe emotion of the above scenario is", "Scenario: You find someone's used chewing gum stuck to your shoe.\nThe emotion of the above scenario is", "Scenario: You discover a pile of discarded food wrappers and bottles in a nature reserve.\nThe emotion of the above scenario is", "Scenario: You find sweat stains on gym equipment that hasn't been cleaned.\nThe emotion of the above scenario is", "Scenario: You find a beverage can floating in a river while kayaking.\nThe emotion of the above scenario is", "Scenario: You witness someone spitting into a garden.\nThe emotion of the above scenario is", "Scenario: You witness someone putting their bare feet on a table in a cafe.\nThe emotion of the above scenario is", "Scenario: You find dust and grime built up in an air conditioning vent.\nThe emotion of the above scenario is", "Scenario: You see a restaurant employee handling money and then touching food without washing hands.\nThe emotion of the above scenario is", "Scenario: You witness people digging through a buffet with their hands.\nThe emotion of the above scenario is", "Scenario: You see someone drinking directly from a public water fountain spout.\nThe emotion of the above scenario is", "Scenario: You discover your neighbor's trash spilling onto your property.\nThe emotion of the above scenario is", "Scenario: You see someone popping a pimple in a car mirror in a parking lot.\nThe emotion of the above scenario is", "Scenario: You see someone coughing and touching communal items without sanitizing their hands.\nThe emotion of the above scenario is", "Scenario: You notice someone using the same hand towel to wipe the floor and then their face.\nThe emotion of the above scenario is", "Scenario: You find peeling paint and mold in a daycare center.\nThe emotion of the above scenario is", "Scenario: You see someone licking their fingers while reading a library book.\nThe emotion of the above scenario is", "Scenario: You find animal hair in a dish at a restaurant.\nThe emotion of the above scenario is", "Scenario: You find stained and unwashed linens in a rented accommodation.\nThe emotion of the above scenario is", "Scenario: You see someone scratching their foot and then touching communal objects.\nThe emotion of the above scenario is", "Scenario: You discover old and crusty pet food stuck to the floor.\nThe emotion of the above scenario is", "Scenario: You find a stain of unknown origin on a hotel bedspread.\nThe emotion of the above scenario is", "Scenario: You find a hair in your soup.\nThe emotion of the above scenario is", "Scenario: You see a person throwing trash out of their car window while driving.\nThe emotion of the above scenario is", "Scenario: You find a rotting, forgotten packed lunch in a work refrigerator.\nThe emotion of the above scenario is", "Scenario: You discover your food delivery has been tampered with.\nThe emotion of the above scenario is", "Scenario: You find old chewing gum stuck to the underside of a desk.\nThe emotion of the above scenario is", "Scenario: You find a bag of rotting vegetables at the back of your fridge.\nThe emotion of the above scenario is", "Scenario: You witness a person licking their plate clean in a restaurant.\nThe emotion of the above scenario is", "Scenario: You see a restaurant worker not wearing gloves while handling food.\nThe emotion of the above scenario is", "Scenario: You discover that the hand soap in a public restroom is empty.\nThe emotion of the above scenario is"]}