{"neg": ["Scenario: You witness a hit-and-run accident and the driver notices you.\nThe emotion of the above scenario is", "Scenario: A spontaneous trip turns out to be one of the best you've ever had.\nThe emotion of the above scenario is", "Scenario: Your pet exhibits a behavior you've never seen before.\nThe emotion of the above scenario is", "Scenario: You experience a moment of unexpected synchronicity.\nThe emotion of the above scenario is", "Scenario: You hear news of a missing person last seen in your area.\nThe emotion of the above scenario is", "Scenario: Your plant, after weeks of care, still doesn’t show any signs of growth.\nThe emotion of the above scenario is", "Scenario: You come across a fading photograph from years ago.\nThe emotion of the above scenario is", "Scenario: You see someone using a type of fitness equipment you've never seen before at the gym.\nThe emotion of the above scenario is", "Scenario: You're in a car, and a nearby vehicle starts to drift into your lane.\nThe emotion of the above scenario is", "Scenario: A piece of jewelry with sentimental value goes missing.\nThe emotion of the above scenario is", "Scenario: You find a worm in your apple.\nThe emotion of the above scenario is", "Scenario: Your favorite spot in the city gets demolished for new construction.\nThe emotion of the above scenario is", "Scenario: You find out your child has been communicating with a stranger online.\nThe emotion of the above scenario is", "Scenario: You smell spoiled fish at a market.\nThe emotion of the above scenario is", "Scenario: Your pet runs off and is nowhere to be found.\nThe emotion of the above scenario is", "Scenario: You see someone you thought had moved away in a local grocery store.\nThe emotion of the above scenario is", "Scenario: Your vehicle is almost out of fuel, and the next station is far away.\nThe emotion of the above scenario is", "Scenario: You master a challenging level in a game you love.\nThe emotion of the above scenario is", "Scenario: You hear a loud crash in your home while you're alone.\nThe emotion of the above scenario is", "Scenario: You notice that the days are getting longer after a dark winter.\nThe emotion of the above scenario is", "Scenario: A photo album shows faces of those you've lost touch with.\nThe emotion of the above scenario is", "Scenario: You find rat droppings in a kitchen cabinet.\nThe emotion of the above scenario is", "Scenario: You see a restaurant worker not wearing gloves while handling food.\nThe emotion of the above scenario is", "Scenario: You get lost in a foreign country where you don't speak the language.\nThe emotion of the above scenario is", "Scenario: You witness someone slurping and burping loudly while eating.\nThe emotion of the above scenario is", "Scenario: Your car breaks down on a deserted road.\nThe emotion of the above scenario is", "Scenario: A favorite local store closes down after decades of service.\nThe emotion of the above scenario is", "Scenario: You notice a person using a public facility but not flushing the toilet.\nThe emotion of the above scenario is", "Scenario: You smell someone's bad breath from several feet away.\nThe emotion of the above scenario is", "Scenario: You get caught in a rip current while swimming.\nThe emotion of the above scenario is", "Scenario: You find a pair of glasses that don't belong to anyone in the house.\nThe emotion of the above scenario is", "Scenario: You find out a movie you like was based on a true story you've never heard.\nThe emotion of the above scenario is", "Scenario: You see a dirty, abandoned mattress on the side of the road.\nThe emotion of the above scenario is", "Scenario: You're hiking alone and suddenly hear loud, heavy breathing.\nThe emotion of the above scenario is", "Scenario: A child waves at you from a school bus window.\nThe emotion of the above scenario is", "Scenario: You discover an unattended bag in a public place.\nThe emotion of the above scenario is", "Scenario: Your phone rings, and it's an unknown number with an urgent voice message.\nThe emotion of the above scenario is", "Scenario: You're diving, and your oxygen tank shows it's almost empty.\nThe emotion of the above scenario is", "Scenario: You spot a couple dancing unashamedly in the rain.\nThe emotion of the above scenario is", "Scenario: A vintage car, just like your first one, stands rusting on a lot.\nThe emotion of the above scenario is", "Scenario: You find a tree with carvings that look ancient.\nThe emotion of the above scenario is", "Scenario: You discover a poem inscribed on the inside cover of a book you've owned for years.\nThe emotion of the above scenario is", "Scenario: A project you've poured your heart into receives unfavorable feedback.\nThe emotion of the above scenario is", "Scenario: You see someone texting while using a public restroom.\nThe emotion of the above scenario is", "Scenario: You find out a familiar product has a different name in another country.\nThe emotion of the above scenario is", "Scenario: You're in a car, and the driver starts swerving and driving erratically.\nThe emotion of the above scenario is", "Scenario: You're on a ferry that starts to tilt dangerously.\nThe emotion of the above scenario is", "Scenario: You can't find the location of a cherished childhood hideout.\nThe emotion of the above scenario is", "Scenario: An artwork you see depicts a longing for home.\nThe emotion of the above scenario is", "Scenario: You're asked to identify a suspect in a criminal lineup.\nThe emotion of the above scenario is", "Scenario: You discover an unfamiliar function on your microwave.\nThe emotion of the above scenario is", "Scenario: You can't recreate a cherished memory no matter how hard you try.\nThe emotion of the above scenario is", "Scenario: You're in a store when someone starts shoplifting aggressively.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old message from a friend who drifted away.\nThe emotion of the above scenario is", "Scenario: You're caught outside during a lightning storm.\nThe emotion of the above scenario is", "Scenario: A show you watch portrays the challenges of growing up.\nThe emotion of the above scenario is", "Scenario: A landmark you remember fondly is overshadowed by new constructions.\nThe emotion of the above scenario is", "Scenario: You find a street musician playing your favorite song perfectly.\nThe emotion of the above scenario is", "Scenario: You get the chance to tick something off your bucket list.\nThe emotion of the above scenario is", "Scenario: You spot the first firefly of the summer evening.\nThe emotion of the above scenario is", "Scenario: You come across an unfamiliar constellation in the night sky.\nThe emotion of the above scenario is", "Scenario: You find an old scarf given by someone during a winter trip.\nThe emotion of the above scenario is", "Scenario: An old video game recalls late nights with friends who've moved away.\nThe emotion of the above scenario is", "Scenario: You witness a person putting their bare feet up on a table in a public area.\nThe emotion of the above scenario is", "Scenario: You see a new logo on a familiar product at the store.\nThe emotion of the above scenario is", "Scenario: You see a child dropping their ice cream and looking around in dismay.\nThe emotion of the above scenario is", "Scenario: You notice a piece of art in a friend's home that you never realized was there.\nThe emotion of the above scenario is", "Scenario: You see a child gazing longingly at toys they can't afford.\nThe emotion of the above scenario is", "Scenario: You're in a public restroom and someone tries to break into your stall.\nThe emotion of the above scenario is", "Scenario: You find out a close friend or family member is very sick.\nThe emotion of the above scenario is", "Scenario: An annual event isn't the same due to the absence of a loved one.\nThe emotion of the above scenario is", "Scenario: You realize your parachute isn't opening while skydiving.\nThe emotion of the above scenario is", "Scenario: You see a public toilet covered in graffiti and stains.\nThe emotion of the above scenario is", "Scenario: You notice someone sneezing without covering their mouth in a crowded elevator.\nThe emotion of the above scenario is", "Scenario: A scene from a movie depicts a parent-child estrangement.\nThe emotion of the above scenario is", "Scenario: You find a single earring that doesn't match any you own.\nThe emotion of the above scenario is", "Scenario: You manage to capture a candid moment that makes everyone smile.\nThe emotion of the above scenario is", "Scenario: You see your favorite animal in the wild.\nThe emotion of the above scenario is", "Scenario: You notice a new building on your street that you never realized was under construction.\nThe emotion of the above scenario is", "Scenario: You find out your email has been sending spam to all your contacts.\nThe emotion of the above scenario is", "Scenario: You find a book in your library you don’t remember buying.\nThe emotion of the above scenario is", "Scenario: You find a remote control but can't figure out what device it belongs to.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their greasy hands on a curtain.\nThe emotion of the above scenario is", "Scenario: You find remnants of a previous guest's stay in your hotel room.\nThe emotion of the above scenario is", "Scenario: You find the perfect spot to watch a sunset or sunrise.\nThe emotion of the above scenario is", "Scenario: You're near a construction site and see equipment falling.\nThe emotion of the above scenario is", "Scenario: You're on an escalator and it suddenly starts moving too fast.\nThe emotion of the above scenario is", "Scenario: You wake up to the sound of chirping birds.\nThe emotion of the above scenario is", "Scenario: You discover your grocery store now carries a new type of fruit or vegetable.\nThe emotion of the above scenario is", "Scenario: You're pleasantly surprised by a hidden talent of a friend.\nThe emotion of the above scenario is", "Scenario: You take a chance, and it leads to unexpected opportunities.\nThe emotion of the above scenario is", "Scenario: You see someone taking their shoes and socks off during a flight.\nThe emotion of the above scenario is", "Scenario: You find out a small local museum has an exhibit from a famous artist.\nThe emotion of the above scenario is", "Scenario: A favorite character in a show doesn't get a happy ending.\nThe emotion of the above scenario is", "Scenario: You find out a famous person attended your high school.\nThe emotion of the above scenario is", "Scenario: A sports team you supported passionately faces continuous defeats.\nThe emotion of the above scenario is", "Scenario: You discover your car has a compartment you never noticed.\nThe emotion of the above scenario is", "Scenario: You find out a loved one was in an area recently hit by a natural disaster.\nThe emotion of the above scenario is", "Scenario: A once favorite internet forum is now inactive.\nThe emotion of the above scenario is", "Scenario: You see a stray animal reminiscent of a former pet.\nThe emotion of the above scenario is", "Scenario: You witness someone wiping their nose with their hand.\nThe emotion of the above scenario is", "Scenario: You notice a piece of graffiti that wasn't there the day before.\nThe emotion of the above scenario is", "Scenario: You're in a remote place, and your vehicle's tire blows out.\nThe emotion of the above scenario is", "Scenario: You find a stray dog waiting at the same spot for days.\nThe emotion of the above scenario is", "Scenario: Someone surprises you by remembering a small detail about your life.\nThe emotion of the above scenario is", "Scenario: You see a person using their cell phone while using a public restroom.\nThe emotion of the above scenario is", "Scenario: You overhear someone talking about the struggles of aging.\nThe emotion of the above scenario is", "Scenario: You find a stone with an unusual natural pattern during a walk.\nThe emotion of the above scenario is", "Scenario: You discover an accessory in your wardrobe that you can't remember buying.\nThe emotion of the above scenario is", "Scenario: You notice someone handling merchandise after sneezing into their hands.\nThe emotion of the above scenario is", "Scenario: A place that was once lively is now silent.\nThe emotion of the above scenario is", "Scenario: You witness a subway passenger occupying a seat with their dirty shoes.\nThe emotion of the above scenario is", "Scenario: A beach you loved is littered and polluted.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their mouth with their sleeve at a formal event.\nThe emotion of the above scenario is", "Scenario: A message from an old friend mentions they're moving far away.\nThe emotion of the above scenario is", "Scenario: An old theater where you watched classic films is now modernized.\nThe emotion of the above scenario is", "Scenario: You witness the simple beauty of a dewdrop on a leaf.\nThe emotion of the above scenario is", "Scenario: You hear about the decline of a species you once studied.\nThe emotion of the above scenario is", "Scenario: You hear a genre of music being played in an unexpected place.\nThe emotion of the above scenario is", "Scenario: You find a foreign coin in your pocket change.\nThe emotion of the above scenario is", "Scenario: You witness a shopper opening and sampling food in a grocery store before buying.\nThe emotion of the above scenario is", "Scenario: Your favorite song comes on just as you're thinking about it.\nThe emotion of the above scenario is", "Scenario: You have a perfect hair day without even trying.\nThe emotion of the above scenario is", "Scenario: You discover a drawer in your desk you never noticed before.\nThe emotion of the above scenario is", "Scenario: You hear an announcement for a flight to a destination you've never heard of.\nThe emotion of the above scenario is", "Scenario: You hear a friend speak fluently in a language you didn't know they knew.\nThe emotion of the above scenario is", "Scenario: You find out your friend can play a musical instrument you never knew they played.\nThe emotion of the above scenario is", "Scenario: You find an old ticket or pass but can't remember attending the event.\nThe emotion of the above scenario is", "Scenario: You witness someone snacking in bed and leaving crumbs.\nThe emotion of the above scenario is", "Scenario: You stumble upon a movie being filmed in your city.\nThe emotion of the above scenario is", "Scenario: A familiar storefront is boarded up.\nThe emotion of the above scenario is", "Scenario: You hear a new ringtone on your phone.\nThe emotion of the above scenario is", "Scenario: Your brakes fail while you're driving downhill.\nThe emotion of the above scenario is", "Scenario: You see a trail of ants leading to a pile of rotten food.\nThe emotion of the above scenario is", "Scenario: You discover that a nearby park offers free concerts.\nThe emotion of the above scenario is", "Scenario: You get a call saying a family member is missing.\nThe emotion of the above scenario is", "Scenario: You come across a rare, beautiful bird during your walk.\nThe emotion of the above scenario is", "Scenario: You come across a wilted bouquet from a special occasion.\nThe emotion of the above scenario is", "Scenario: You see a playground, once lively, now abandoned.\nThe emotion of the above scenario is", "Scenario: You find mouse droppings in your pantry.\nThe emotion of the above scenario is", "Scenario: You receive a message that one of your online accounts has been hacked.\nThe emotion of the above scenario is", "Scenario: A childhood snack isn't as delightful as you remembered.\nThe emotion of the above scenario is", "Scenario: You discover a hidden emoji on your phone's keyboard.\nThe emotion of the above scenario is", "Scenario: An old neighbor remembers your name after many years.\nThe emotion of the above scenario is", "Scenario: You discover that your phone camera has a setting you've never seen before.\nThe emotion of the above scenario is", "Scenario: You hear a familiar song sung in a different language.\nThe emotion of the above scenario is", "Scenario: An old message reflects hopes that didn't come to fruition.\nThe emotion of the above scenario is", "Scenario: You walk into your home to find a wild animal inside.\nThe emotion of the above scenario is", "Scenario: Someone from the community helps fix a problem in your home for free.\nThe emotion of the above scenario is", "Scenario: You see a family allowing their children to run wild and make a mess in a store.\nThe emotion of the above scenario is", "Scenario: You discover a children's playground hidden behind buildings.\nThe emotion of the above scenario is", "Scenario: You discover your computer has a 'Night Mode' setting.\nThe emotion of the above scenario is", "Scenario: You discover a pile of burned, unidentifiable trash.\nThe emotion of the above scenario is", "Scenario: You find a pair of perfectly fitting shoes on clearance.\nThe emotion of the above scenario is", "Scenario: You notice a strong odor of body odor on public transportation.\nThe emotion of the above scenario is", "Scenario: You notice a statue or monument you've never seen before in a familiar place.\nThe emotion of the above scenario is", "Scenario: You find an old, moldy sandwich in a lunchbox.\nThe emotion of the above scenario is", "Scenario: You find a used tissue in the pocket of a borrowed jacket.\nThe emotion of the above scenario is", "Scenario: You find a forgotten ticket stub that brings back memories.\nThe emotion of the above scenario is", "Scenario: You're in a building when the security system unexpectedly locks down.\nThe emotion of the above scenario is", "Scenario: You find a cockroach in a pot in your kitchen cupboard.\nThe emotion of the above scenario is", "Scenario: You remember a time when someone didn't keep a promise.\nThe emotion of the above scenario is", "Scenario: You find sweat stains on gym equipment that hasn't been cleaned.\nThe emotion of the above scenario is", "Scenario: You hear someone snorting and sniffling continuously in a quiet room.\nThe emotion of the above scenario is", "Scenario: You're on a mountain, and a rockslide occurs nearby.\nThe emotion of the above scenario is", "Scenario: You get invited to an event you've been wanting to attend.\nThe emotion of the above scenario is", "Scenario: A book you've been searching for is finally in stock at the local bookstore.\nThe emotion of the above scenario is", "Scenario: You find a note in an old coat pocket with a message you can't remember writing.\nThe emotion of the above scenario is", "Scenario: The sound of a distant piano recalls a talent never pursued.\nThe emotion of the above scenario is", "Scenario: You find grime and soap scum in a supposedly clean hotel shower.\nThe emotion of the above scenario is", "Scenario: You read a story about a soldier's hardships away from home.\nThe emotion of the above scenario is", "Scenario: You see a license plate that spells out a word or phrase.\nThe emotion of the above scenario is", "Scenario: Your favorite movie is playing on TV, and it's just starting.\nThe emotion of the above scenario is", "Scenario: During a cloudy day, a rainbow suddenly appears.\nThe emotion of the above scenario is", "Scenario: You have a profound conversation with a stranger on a train.\nThe emotion of the above scenario is", "Scenario: You find an extra set of keys in your drawer and can't remember what they open.\nThe emotion of the above scenario is", "Scenario: Your computer crashes and you haven't backed up important work.\nThe emotion of the above scenario is", "Scenario: A song plays on the radio, reminding you of times gone by.\nThe emotion of the above scenario is", "Scenario: You attend an event and unexpectedly meet someone you admire.\nThe emotion of the above scenario is", "Scenario: A mural you admired in the city is painted over.\nThe emotion of the above scenario is", "Scenario: Your neighbor warns you of recent burglaries in your area.\nThe emotion of the above scenario is", "Scenario: The shoes from a memorable event are now worn out.\nThe emotion of the above scenario is", "Scenario: You discover rancid butter in your fridge.\nThe emotion of the above scenario is", "Scenario: A song comes up on your playlist that you don't remember adding.\nThe emotion of the above scenario is", "Scenario: You find spoiled and curdled cream in your coffee.\nThe emotion of the above scenario is", "Scenario: A stray animal looks longingly through a cafe window.\nThe emotion of the above scenario is", "Scenario: You find an old warranty for a product you still own.\nThe emotion of the above scenario is", "Scenario: Your child tells you that they've been bullied at school.\nThe emotion of the above scenario is", "Scenario: The ice cream shop with your favorite flavor shuts down.\nThe emotion of the above scenario is", "Scenario: You receive a text saying your bank account has been compromised.\nThe emotion of the above scenario is", "Scenario: A new cafe in town serves your favorite, hard-to-find dish.\nThe emotion of the above scenario is", "Scenario: You find an old list of goals you don't remember writing.\nThe emotion of the above scenario is", "Scenario: You hear of a distant relative facing health challenges.\nThe emotion of the above scenario is", "Scenario: You're in a theater and someone shouts about a dangerous situation.\nThe emotion of the above scenario is", "Scenario: A childhood spot where you used to play is now a parking lot.\nThe emotion of the above scenario is", "Scenario: You find a toy that reminds you of your youth and simpler times.\nThe emotion of the above scenario is", "Scenario: You discover old and crusty pet food stuck to the floor.\nThe emotion of the above scenario is", "Scenario: An artwork you created is admired by a passerby.\nThe emotion of the above scenario is", "Scenario: You hear an unfamiliar bird call in the morning.\nThe emotion of the above scenario is", "Scenario: You're home alone and the power goes out during a storm.\nThe emotion of the above scenario is"], "pos": ["Scenario: You're given unrealistic deadlines without prior notice.\nThe emotion of the above scenario is", "Scenario: You find your personal belongings being rifled through.\nThe emotion of the above scenario is", "Scenario: A group fails to clean up after using a public area.\nThe emotion of the above scenario is", "Scenario: Your trust is betrayed by someone you confided in.\nThe emotion of the above scenario is", "Scenario: Someone consistently spells your name wrong, despite corrections.\nThe emotion of the above scenario is", "Scenario: Your contribution is edited out without prior consultation.\nThe emotion of the above scenario is", "Scenario: You're given incorrect directions and end up lost, making you late.\nThe emotion of the above scenario is", "Scenario: A teammate takes credit for an idea you came up with during a meeting.\nThe emotion of the above scenario is", "Scenario: Your reservation at a restaurant is given away, despite being on time.\nThe emotion of the above scenario is", "Scenario: A person doesn't repay a debt and avoids you.\nThe emotion of the above scenario is", "Scenario: Your newly painted wall is graffitied by vandals.\nThe emotion of the above scenario is", "Scenario: You receive an unfair grade on a project you worked hard on.\nThe emotion of the above scenario is", "Scenario: A friend constantly borrows money but never pays back.\nThe emotion of the above scenario is", "Scenario: Your reservation at a place is not honored.\nThe emotion of the above scenario is", "Scenario: Someone brings up an embarrassing past event in front of new acquaintances.\nThe emotion of the above scenario is", "Scenario: Someone keeps leaving passive-aggressive notes in the communal area.\nThe emotion of the above scenario is", "Scenario: You're constantly being sidelined in team activities.\nThe emotion of the above scenario is", "Scenario: You're blamed for a decision that was made collectively.\nThe emotion of the above scenario is", "Scenario: You find out a group activity was organized without your knowledge.\nThe emotion of the above scenario is", "Scenario: Your saved game data is deleted accidentally by a friend.\nThe emotion of the above scenario is", "Scenario: Your freshly washed car gets splattered with mud by a passing vehicle.\nThe emotion of the above scenario is", "Scenario: You're not consulted about decisions that affect you.\nThe emotion of the above scenario is", "Scenario: Someone keeps leaving the communal printer out of paper after using it.\nThe emotion of the above scenario is", "Scenario: Your meal is taken from the communal fridge at work.\nThe emotion of the above scenario is", "Scenario: Someone posts a picture of you online without your consent.\nThe emotion of the above scenario is", "Scenario: Someone spoils the ending of a book you've been excitedly reading.\nThe emotion of the above scenario is", "Scenario: A dog owner doesn't clean up after their pet in the community park.\nThe emotion of the above scenario is", "Scenario: You've been on hold with customer service for over an hour, and they disconnect.\nThe emotion of the above scenario is", "Scenario: You're unfairly blamed for a mistake at work that wasn't your fault.\nThe emotion of the above scenario is", "Scenario: While working, a colleague loudly takes personal calls next to your desk.\nThe emotion of the above scenario is", "Scenario: Someone uses your favorite mug at the office and then leaves it dirty.\nThe emotion of the above scenario is", "Scenario: You find out someone has been using your subscription services without asking.\nThe emotion of the above scenario is", "Scenario: A peer belittles your achievements.\nThe emotion of the above scenario is", "Scenario: A person habitually uses your belongings without permission.\nThe emotion of the above scenario is", "Scenario: A coworker microwaves fish in the office, leaving a lingering smell.\nThe emotion of the above scenario is", "Scenario: Someone makes fun of something you're passionate about.\nThe emotion of the above scenario is", "Scenario: You find out someone has been reading your personal diary.\nThe emotion of the above scenario is", "Scenario: After a long day, you find your reserved ride-sharing trip was canceled without notice.\nThe emotion of the above scenario is", "Scenario: You receive an unjustly low grade with no constructive feedback.\nThe emotion of the above scenario is", "Scenario: You find a significant error in an important document after it's been distributed.\nThe emotion of the above scenario is", "Scenario: Your advice is blatantly ignored, leading to a predictable problem.\nThe emotion of the above scenario is", "Scenario: You find your garden trampled on after kids played without permission.\nThe emotion of the above scenario is", "Scenario: You're left waiting for hours without an explanation.\nThe emotion of the above scenario is", "Scenario: Your freshly cleaned car gets splashed with mud from a passing vehicle.\nThe emotion of the above scenario is", "Scenario: Someone doesn't respect your time, constantly rescheduling appointments.\nThe emotion of the above scenario is", "Scenario: Your order from an online store arrives late and is damaged.\nThe emotion of the above scenario is", "Scenario: While presenting, someone makes sarcastic comments under their breath.\nThe emotion of the above scenario is", "Scenario: The movie you've been waiting for has a major plot point revealed by a friend.\nThe emotion of the above scenario is", "Scenario: Your shared resources are depleted without your knowledge.\nThe emotion of the above scenario is", "Scenario: You're accused of something you didn't do.\nThe emotion of the above scenario is", "Scenario: You're not invited to a gathering that all your friends are attending.\nThe emotion of the above scenario is", "Scenario: Someone backtracks on an important agreement.\nThe emotion of the above scenario is", "Scenario: Someone behaves in a dismissive manner toward your concerns.\nThe emotion of the above scenario is", "Scenario: Someone keeps taking your reserved parking spot.\nThe emotion of the above scenario is", "Scenario: You're constantly being talked over during a discussion.\nThe emotion of the above scenario is", "Scenario: You're charged extra on your monthly bill without a valid reason.\nThe emotion of the above scenario is", "Scenario: You're denied an opportunity for no valid reason.\nThe emotion of the above scenario is", "Scenario: During a conference, your reserved seat is taken by someone else.\nThe emotion of the above scenario is", "Scenario: You're not credited in a presentation you largely worked on.\nThe emotion of the above scenario is", "Scenario: You find out someone is talking behind your back.\nThe emotion of the above scenario is", "Scenario: Someone promises to meet but doesn't show up or notify.\nThe emotion of the above scenario is", "Scenario: You find trash thrown into your garden.\nThe emotion of the above scenario is", "Scenario: Your feedback is constantly ignored or dismissed.\nThe emotion of the above scenario is", "Scenario: A group chat consistently makes plans that exclude you.\nThe emotion of the above scenario is", "Scenario: A visitor leaves trash around your home.\nThe emotion of the above scenario is", "Scenario: A coworker loudly chews gum during a quiet meeting.\nThe emotion of the above scenario is", "Scenario: A person doesn't follow through on their commitments.\nThe emotion of the above scenario is", "Scenario: Someone leaves a communal space in chaos after using it.\nThe emotion of the above scenario is", "Scenario: You're unfairly penalized due to someone else's oversight.\nThe emotion of the above scenario is", "Scenario: A close one dismisses your feelings or concerns.\nThe emotion of the above scenario is", "Scenario: You find out that someone has been using your work tools without permission.\nThe emotion of the above scenario is", "Scenario: You discover that a package you've been waiting for was delivered to the wrong address.\nThe emotion of the above scenario is", "Scenario: The plumber you hired doesn't show up and doesn't inform you in advance.\nThe emotion of the above scenario is", "Scenario: Your carefully prepared presentation is rescheduled without notice.\nThe emotion of the above scenario is", "Scenario: You're held accountable for decisions made during your absence.\nThe emotion of the above scenario is", "Scenario: A person talks loudly on their phone in a quiet environment.\nThe emotion of the above scenario is", "Scenario: Someone breaks a promise they made to you.\nThe emotion of the above scenario is", "Scenario: A friend repeatedly borrows money but never pays back.\nThe emotion of the above scenario is", "Scenario: You find out a colleague has been spreading untrue rumors about you at work.\nThe emotion of the above scenario is", "Scenario: Your art supplies are used and left in disarray.\nThe emotion of the above scenario is", "Scenario: Someone takes credit for your hard work at the office.\nThe emotion of the above scenario is", "Scenario: Someone doesn't respect your personal boundaries.\nThe emotion of the above scenario is", "Scenario: You find out someone went through your personal diary.\nThe emotion of the above scenario is", "Scenario: Someone habitually arrives late, making everyone wait.\nThe emotion of the above scenario is", "Scenario: A project you've invested in fails because of others' laziness.\nThe emotion of the above scenario is", "Scenario: Your meal preparation gets interrupted by someone using the ingredients you laid out.\nThe emotion of the above scenario is", "Scenario: A teammate doesn't contribute equally to a collaborative task.\nThe emotion of the above scenario is", "Scenario: Your efforts are constantly overshadowed by someone's boastful nature.\nThe emotion of the above scenario is", "Scenario: You hear someone making fun of a topic you're passionate about.\nThe emotion of the above scenario is", "Scenario: Someone keeps borrowing your supplies without asking.\nThe emotion of the above scenario is", "Scenario: You learn that a project you worked on was claimed by another team member.\nThe emotion of the above scenario is", "Scenario: You're not informed about a change in plans, leading to inconvenience.\nThe emotion of the above scenario is", "Scenario: You're habitually made the butt of jokes.\nThe emotion of the above scenario is", "Scenario: You discover a scratch on your new car in the parking lot.\nThe emotion of the above scenario is", "Scenario: You're interrupted during a moment of concentration by unnecessary noise.\nThe emotion of the above scenario is", "Scenario: You're asked to redo a task because of unclear initial instructions.\nThe emotion of the above scenario is", "Scenario: Someone constantly taps their pen during a quiet study session.\nThe emotion of the above scenario is", "Scenario: Your new purchase is faulty, and the store won't accept a return.\nThe emotion of the above scenario is", "Scenario: Someone disregards a clear sign and disrupts your environment.\nThe emotion of the above scenario is", "Scenario: You find out a trusted friend lied to you.\nThe emotion of the above scenario is", "Scenario: Someone takes your reserved parking spot.\nThe emotion of the above scenario is", "Scenario: You're told last minute that you need to work over the weekend.\nThe emotion of the above scenario is", "Scenario: You're expected to work overtime without any prior notice.\nThe emotion of the above scenario is", "Scenario: You're not acknowledged for your contributions in a project.\nThe emotion of the above scenario is", "Scenario: Your special dietary needs are ignored at a group dinner.\nThe emotion of the above scenario is", "Scenario: You're frequently overlooked for opportunities without explanation.\nThe emotion of the above scenario is", "Scenario: Someone uses up all the hot water before you can shower.\nThe emotion of the above scenario is", "Scenario: You're left out of a decision-making process.\nThe emotion of the above scenario is", "Scenario: The vending machine malfunctions and doesn't give you your snack.\nThe emotion of the above scenario is", "Scenario: During a group outing, one person constantly changes the plans.\nThe emotion of the above scenario is", "Scenario: Your mail is opened by someone else without your consent.\nThe emotion of the above scenario is", "Scenario: A person consistently forgets important details about your life.\nThe emotion of the above scenario is", "Scenario: Someone shirks their responsibilities and places the blame on others.\nThe emotion of the above scenario is", "Scenario: Someone spreads false rumors about you in your community.\nThe emotion of the above scenario is", "Scenario: Someone takes advantage of your kindness repeatedly.\nThe emotion of the above scenario is", "Scenario: You find out a friend has been making plans without including you.\nThe emotion of the above scenario is", "Scenario: Your neighbor's loud music keeps you awake at night.\nThe emotion of the above scenario is", "Scenario: The neighbor plays loud music late into the night.\nThe emotion of the above scenario is", "Scenario: In a communal laundry room, someone removes your clothes before they're dry.\nThe emotion of the above scenario is", "Scenario: Someone always interrupts you while you're speaking.\nThe emotion of the above scenario is", "Scenario: You're regularly made to feel like an outsider in discussions.\nThe emotion of the above scenario is", "Scenario: You lend someone your tool and it's returned in worse condition.\nThe emotion of the above scenario is", "Scenario: Someone habitually leaves common areas messy after using them.\nThe emotion of the above scenario is", "Scenario: A person consistently fails to adhere to agreed-upon rules.\nThe emotion of the above scenario is", "Scenario: Someone frequently changes plans without notifying you.\nThe emotion of the above scenario is", "Scenario: Someone uses the last of the milk and puts the empty carton back in the fridge.\nThe emotion of the above scenario is", "Scenario: Someone interrupts you every time you try to speak in a group setting.\nThe emotion of the above scenario is", "Scenario: You find your cherished plants withered because someone turned off the watering system.\nThe emotion of the above scenario is", "Scenario: Someone consistently mispronounces your name despite corrections.\nThe emotion of the above scenario is", "Scenario: Someone borrows your book and returns it with torn pages.\nThe emotion of the above scenario is", "Scenario: You're spoken over during an important meeting.\nThe emotion of the above scenario is", "Scenario: Someone is patronizing towards you in a discussion.\nThe emotion of the above scenario is", "Scenario: Someone constantly uses your work desk and leaves it messy.\nThe emotion of the above scenario is", "Scenario: You're not credited for a community project you contributed to.\nThe emotion of the above scenario is", "Scenario: Someone neglects their responsibilities, leaving them for you.\nThe emotion of the above scenario is", "Scenario: Your new item breaks just after the return period ends.\nThe emotion of the above scenario is", "Scenario: A friend cancels plans at the last minute, for the third time in a row.\nThe emotion of the above scenario is", "Scenario: You've been skipped in line after waiting for a long time.\nThe emotion of the above scenario is", "Scenario: You're not invited to a gathering of peers.\nThe emotion of the above scenario is", "Scenario: An item you ordered online arrives in a damaged condition.\nThe emotion of the above scenario is", "Scenario: You receive criticism for a task you weren't trained for.\nThe emotion of the above scenario is", "Scenario: You discover someone has thrown out items you were saving.\nThe emotion of the above scenario is", "Scenario: Your contributions are overlooked during an appreciation session.\nThe emotion of the above scenario is", "Scenario: Your valuable item goes missing at a friend's gathering.\nThe emotion of the above scenario is", "Scenario: Your belongings are borrowed and returned damaged.\nThe emotion of the above scenario is", "Scenario: You're not acknowledged in a group project presentation.\nThe emotion of the above scenario is", "Scenario: Someone intentionally omits you from an email chain.\nThe emotion of the above scenario is", "Scenario: Someone frequently spoils movies or books for you.\nThe emotion of the above scenario is", "Scenario: You discover your sibling has been snooping around your personal belongings.\nThe emotion of the above scenario is", "Scenario: You're not given a chance to speak in a debate.\nThe emotion of the above scenario is", "Scenario: A friend reveals a personal secret you confided in them.\nThe emotion of the above scenario is", "Scenario: You're ignored during a group discussion.\nThe emotion of the above scenario is", "Scenario: A person doesn't value your time and keeps you waiting.\nThe emotion of the above scenario is", "Scenario: You're made fun of for a genuine mistake at work.\nThe emotion of the above scenario is", "Scenario: Your ideas are dismissed, only to be brought up later by someone else as their own.\nThe emotion of the above scenario is", "Scenario: You're accused of not doing a chore that wasn't your responsibility.\nThe emotion of the above scenario is", "Scenario: You're constantly interrupted during presentations.\nThe emotion of the above scenario is", "Scenario: You're given a task without the necessary resources to complete it.\nThe emotion of the above scenario is", "Scenario: You receive a passive-aggressive message about a minor oversight.\nThe emotion of the above scenario is", "Scenario: Your food  order arrives late and cold.\nThe emotion of the above scenario is", "Scenario: Someone comments negatively on something you hold dear.\nThe emotion of the above scenario is", "Scenario: You receive a gift that suggests a passive-aggressive message.\nThe emotion of the above scenario is", "Scenario: You find someone mocking your personal tastes.\nThe emotion of the above scenario is", "Scenario: You're not given the resources you were promised for a task.\nThe emotion of the above scenario is", "Scenario: While parking, someone takes the spot you'd been waiting for.\nThe emotion of the above scenario is", "Scenario: You find out you've been excluded from an email chain with important info.\nThe emotion of the above scenario is", "Scenario: A colleague constantly shows up late, delaying team progress.\nThe emotion of the above scenario is", "Scenario: Someone carelessly spills a drink on your paperwork.\nThe emotion of the above scenario is", "Scenario: Your privacy settings are altered without your knowledge.\nThe emotion of the above scenario is", "Scenario: While on vacation, a hotel mishap leads to you losing your booked room.\nThe emotion of the above scenario is", "Scenario: Your ideas are stolen and presented without giving you credit.\nThe emotion of the above scenario is", "Scenario: You discover someone took the last slice of your favorite cake without asking.\nThe emotion of the above scenario is", "Scenario: Your roommate eats your labeled food from the fridge.\nThe emotion of the above scenario is", "Scenario: Your suggestions are constantly brushed aside.\nThe emotion of the above scenario is", "Scenario: You're assigned extra work on a weekend due to someone else's mistakes.\nThe emotion of the above scenario is", "Scenario: A coworker constantly takes your office supplies without asking.\nThe emotion of the above scenario is", "Scenario: Your freshly baked cookies disappear from the communal kitchen before you get any.\nThe emotion of the above scenario is", "Scenario: Your roommate borrows your clothes without permission and ruins them.\nThe emotion of the above scenario is", "Scenario: The waiter brings out the wrong meal order after a long wait.\nThe emotion of the above scenario is", "Scenario: Someone continually leaves their belongings on your workspace.\nThe emotion of the above scenario is", "Scenario: Someone frequently borrows your books and returns them damaged.\nThe emotion of the above scenario is", "Scenario: A teammate takes a casual approach to urgent tasks.\nThe emotion of the above scenario is", "Scenario: You're given a task without the necessary instructions.\nThe emotion of the above scenario is", "Scenario: Your space in a shared living area is used without your permission.\nThe emotion of the above scenario is", "Scenario: Someone always leaves the kitchen sink full of dirty dishes.\nThe emotion of the above scenario is", "Scenario: You're cut off in traffic while driving home.\nThe emotion of the above scenario is", "Scenario: A package meant for you is carelessly damaged by the delivery person.\nThe emotion of the above scenario is", "Scenario: You're stuck in traffic because of an avoidable roadblock.\nThe emotion of the above scenario is", "Scenario: Your shared space is occupied without your consent.\nThe emotion of the above scenario is", "Scenario: You're constantly being compared unfavorably to someone else.\nThe emotion of the above scenario is", "Scenario: After cleaning the house, guests leave a mess without helping clean up.\nThe emotion of the above scenario is", "Scenario: A close person forgets an important date for you.\nThe emotion of the above scenario is", "Scenario: Your freshly washed floor has muddy footprints from someone's shoes.\nThe emotion of the above scenario is", "Scenario: A project partner doesn't pull their weight.\nThe emotion of the above scenario is", "Scenario: You're unfairly penalized for something out of your control.\nThe emotion of the above scenario is", "Scenario: Someone continually brings up a topic they know you're uncomfortable with.\nThe emotion of the above scenario is", "Scenario: You overhear someone making a derogatory comment about your hometown.\nThe emotion of the above scenario is", "Scenario: A guest rearranges your home without asking.\nThe emotion of the above scenario is", "Scenario: A friend commits to something on your behalf without consulting you.\nThe emotion of the above scenario is", "Scenario: Your suggestions in a meeting are dismissed without consideration.\nThe emotion of the above scenario is"]}