{"neg": ["Scenario: You're in a parking garage, and the lights go out.\nThe emotion of the above scenario is", "Scenario: The bakery, where you had your first job, closes its doors.\nThe emotion of the above scenario is", "Scenario: You find a forgotten gift, never given, gathering dust.\nThe emotion of the above scenario is", "Scenario: An old diary entry recalls goals you had set but never achieved.\nThe emotion of the above scenario is", "Scenario: A teammate takes a casual approach to urgent tasks.\nThe emotion of the above scenario is", "Scenario: Your ideas are stolen and presented without giving you credit.\nThe emotion of the above scenario is", "Scenario: A theater you loved going to is closed.\nThe emotion of the above scenario is", "Scenario: You're constantly being talked over during a discussion.\nThe emotion of the above scenario is", "Scenario: A butterfly lands on your shoulder, lingering for a few moments.\nThe emotion of the above scenario is", "Scenario: Your suggestions in a meeting are dismissed without consideration.\nThe emotion of the above scenario is", "Scenario: You witness a person putting their bare feet up on a table in a public area.\nThe emotion of the above scenario is", "Scenario: You hear about the decline of a species you once studied.\nThe emotion of the above scenario is", "Scenario: Your phone dies while you're in an unfamiliar and remote area.\nThe emotion of the above scenario is", "Scenario: You hear someone hocking up phlegm and spitting in a public trash can.\nThe emotion of the above scenario is", "Scenario: You find an insect in your meal at a restaurant.\nThe emotion of the above scenario is", "Scenario: A long-awaited rain brings a cool breeze during a hot day.\nThe emotion of the above scenario is", "Scenario: A song recounts the challenges of staying apart.\nThe emotion of the above scenario is", "Scenario: You realize a tradition you cherished is no longer being followed.\nThe emotion of the above scenario is", "Scenario: Someone leaves a communal space in chaos after using it.\nThe emotion of the above scenario is", "Scenario: A family recipe doesn't taste the same without its original cook.\nThe emotion of the above scenario is", "Scenario: You walk into a spider web in a dark area and can't see what kind of spider it is.\nThe emotion of the above scenario is", "Scenario: Your car's brakes fail while you're driving down a steep hill.\nThe emotion of the above scenario is", "Scenario: You visit a place that looks exactly like a dream you had.\nThe emotion of the above scenario is", "Scenario: The sound of a distant piano recalls a talent never pursued.\nThe emotion of the above scenario is", "Scenario: You discover a restaurant using dirty rags to wipe down tables.\nThe emotion of the above scenario is", "Scenario: Your suggestions are constantly brushed aside.\nThe emotion of the above scenario is", "Scenario: You witness someone using their phone in a restroom stall and then proceeding to eat without washing hands.\nThe emotion of the above scenario is", "Scenario: You find grime and soap scum in a supposedly clean hotel shower.\nThe emotion of the above scenario is", "Scenario: You see a child's eyes light up with understanding.\nThe emotion of the above scenario is", "Scenario: You discover your food delivery has been tampered with.\nThe emotion of the above scenario is", "Scenario: You overhear someone making a derogatory comment about your hometown.\nThe emotion of the above scenario is", "Scenario: Your freshly baked cookies disappear from the communal kitchen before you get any.\nThe emotion of the above scenario is", "Scenario: You experience a moment of unexpected synchronicity.\nThe emotion of the above scenario is", "Scenario: A message from an old friend mentions they're moving far away.\nThe emotion of the above scenario is", "Scenario: A quote you read speaks about the transient nature of life.\nThe emotion of the above scenario is", "Scenario: You overhear a child asking about something you too once questioned.\nThe emotion of the above scenario is", "Scenario: You're near a construction site and see equipment falling.\nThe emotion of the above scenario is", "Scenario: You see a pet owner allowing their dog to lick the plates in a dishwasher.\nThe emotion of the above scenario is", "Scenario: You witness a heartwarming reunion at an airport.\nThe emotion of the above scenario is", "Scenario: You successfully complete a challenging DIY project.\nThe emotion of the above scenario is", "Scenario: You hear your favorite tune playing from a distant radio.\nThe emotion of the above scenario is", "Scenario: You visit a place of historical significance that's neglected.\nThe emotion of the above scenario is", "Scenario: You're given unrealistic deadlines without prior notice.\nThe emotion of the above scenario is", "Scenario: You witness someone leaving a bathroom stall with toilet paper stuck to their shoe.\nThe emotion of the above scenario is", "Scenario: You're in a subway, and someone collapses onto the tracks.\nThe emotion of the above scenario is", "Scenario: You receive news that a friend has gone missing.\nThe emotion of the above scenario is", "Scenario: You stumble upon a handwritten note filled with positivity in a library book.\nThe emotion of the above scenario is", "Scenario: An artist depicts the loneliness of urban life.\nThe emotion of the above scenario is", "Scenario: You see someone using their sleeve to wipe their runny nose.\nThe emotion of the above scenario is", "Scenario: You're in a remote area and hear distressing animal cries.\nThe emotion of the above scenario is", "Scenario: You receive praise from someone you deeply respect.\nThe emotion of the above scenario is", "Scenario: A car speeds toward you while you're crossing the street.\nThe emotion of the above scenario is", "Scenario: You see someone cleaning their ears with a key.\nThe emotion of the above scenario is", "Scenario: You see a large group of people running toward you in panic.\nThe emotion of the above scenario is", "Scenario: A teammate doesn't contribute equally to a collaborative task.\nThe emotion of the above scenario is", "Scenario: You find out that someone has been using your work tools without permission.\nThe emotion of the above scenario is", "Scenario: You take a chance, and it leads to unexpected opportunities.\nThe emotion of the above scenario is", "Scenario: The local bakery gives you an extra pastry for free.\nThe emotion of the above scenario is", "Scenario: You discover an old family photo album you've never seen before.\nThe emotion of the above scenario is", "Scenario: You come across an empty bench with a dedication plaque.\nThe emotion of the above scenario is", "Scenario: Your new item breaks just after the return period ends.\nThe emotion of the above scenario is", "Scenario: You notice a person using a public facility but not flushing the toilet.\nThe emotion of the above scenario is", "Scenario: A piece of jewelry you thought you lost reappears in an unexpected place.\nThe emotion of the above scenario is", "Scenario: You wake up to a severe weather warning siren.\nThe emotion of the above scenario is", "Scenario: You can't find a childhood book that meant a lot to you.\nThe emotion of the above scenario is", "Scenario: A song plays on the radio, reminding you of times gone by.\nThe emotion of the above scenario is", "Scenario: You hear an explosion in the distance.\nThe emotion of the above scenario is", "Scenario: You find someone's dirty laundry left in a public washing machine.\nThe emotion of the above scenario is", "Scenario: A café you frequented has changed its interiors, erasing old memories.\nThe emotion of the above scenario is", "Scenario: You discover a song that perfectly describes your current life situation.\nThe emotion of the above scenario is", "Scenario: A vehicle is tailgating you aggressively on the highway.\nThe emotion of the above scenario is", "Scenario: Someone promises to meet but doesn't show up or notify.\nThe emotion of the above scenario is", "Scenario: You see a restaurant worker smoking right next to the 'no smoking' sign.\nThe emotion of the above scenario is", "Scenario: You feel genuinely appreciated and valued in a group.\nThe emotion of the above scenario is", "Scenario: You find a toy that reminds you of your youth and simpler times.\nThe emotion of the above scenario is", "Scenario: You attend an event and unexpectedly meet someone you admire.\nThe emotion of the above scenario is", "Scenario: You spot a closed theater that was once full of life.\nThe emotion of the above scenario is", "Scenario: You nail a presentation or performance you were nervous about.\nThe emotion of the above scenario is", "Scenario: You receive an unjustly low grade with no constructive feedback.\nThe emotion of the above scenario is", "Scenario: Someone brings up an embarrassing past event in front of new acquaintances.\nThe emotion of the above scenario is", "Scenario: The library you loved as a child is now closed.\nThe emotion of the above scenario is", "Scenario: Someone donates to a cause that's close to your heart.\nThe emotion of the above scenario is", "Scenario: Your reservation at a restaurant is given away, despite being on time.\nThe emotion of the above scenario is", "Scenario: Someone uses your favorite mug at the office and then leaves it dirty.\nThe emotion of the above scenario is", "Scenario: A large, unleashed dog starts running toward you.\nThe emotion of the above scenario is", "Scenario: You get an unexpected day off from work or school.\nThe emotion of the above scenario is", "Scenario: You see a restaurant employee handling money and then touching food without washing hands.\nThe emotion of the above scenario is", "Scenario: Your pet suddenly starts behaving aggressively.\nThe emotion of the above scenario is", "Scenario: A long line you're in suddenly opens up, and you're served quickly.\nThe emotion of the above scenario is", "Scenario: You're charged extra on your monthly bill without a valid reason.\nThe emotion of the above scenario is", "Scenario: You witness someone wiping their nose with their hand.\nThe emotion of the above scenario is", "Scenario: You're at the zoo and hear that an animal has escaped its enclosure.\nThe emotion of the above scenario is", "Scenario: You find someone's used chewing gum stuck to your shoe.\nThe emotion of the above scenario is", "Scenario: You find cobwebs and dead insects in a corner of your living space.\nThe emotion of the above scenario is", "Scenario: Someone takes advantage of your kindness repeatedly.\nThe emotion of the above scenario is", "Scenario: A stray animal looks longingly through a cafe window.\nThe emotion of the above scenario is", "Scenario: You lose a piece of jewelry that had sentimental value.\nThe emotion of the above scenario is", "Scenario: You discover a hidden camera in your hotel room or Airbnb.\nThe emotion of the above scenario is", "Scenario: The aroma from a diner reminds you of meals with someone special.\nThe emotion of the above scenario is", "Scenario: You listen to the innocent chatter of kids and can't help but smile.\nThe emotion of the above scenario is", "Scenario: A swarm of locusts descends on your garden.\nThe emotion of the above scenario is", "Scenario: The mailbox stands empty, even on expected days.\nThe emotion of the above scenario is", "Scenario: Your plant, after weeks of care, still doesn’t show any signs of growth.\nThe emotion of the above scenario is", "Scenario: You create a melody or rhythm that's catchy and original.\nThe emotion of the above scenario is", "Scenario: You find moldy bread being sold at a grocery store.\nThe emotion of the above scenario is", "Scenario: You experience a culture's festival or celebration for the first time.\nThe emotion of the above scenario is", "Scenario: You revisit a vacation spot, only to find it commercialized.\nThe emotion of the above scenario is", "Scenario: You notice someone sneezing without covering their mouth in a crowded elevator.\nThe emotion of the above scenario is", "Scenario: You find unflushed waste in a public toilet.\nThe emotion of the above scenario is", "Scenario: You attend a gathering and feel a deep sense of belonging.\nThe emotion of the above scenario is", "Scenario: You receive criticism for a task you weren't trained for.\nThe emotion of the above scenario is", "Scenario: You're in a remote place, and your vehicle's tire blows out.\nThe emotion of the above scenario is", "Scenario: Your favorite author replies to your letter or message.\nThe emotion of the above scenario is", "Scenario: You get a top score on a task or challenge you attempted.\nThe emotion of the above scenario is", "Scenario: You discover a forgotten pet fish tank filled with murky water.\nThe emotion of the above scenario is", "Scenario: Your trust is betrayed by someone you confided in.\nThe emotion of the above scenario is", "Scenario: A swarm of bees starts flying toward you.\nThe emotion of the above scenario is", "Scenario: You find a stray dog waiting at the same spot for days.\nThe emotion of the above scenario is", "Scenario: A group of kids include you in their playful game.\nThe emotion of the above scenario is", "Scenario: A carnival doesn't have the ride you once loved.\nThe emotion of the above scenario is", "Scenario: You find an old container of takeout food that has grown mold.\nThe emotion of the above scenario is", "Scenario: A dog owner doesn't clean up after their pet in the community park.\nThe emotion of the above scenario is", "Scenario: You notice a wilted bouquet of flowers left on a park bench.\nThe emotion of the above scenario is", "Scenario: A festival doesn't feel the same without someone special.\nThe emotion of the above scenario is", "Scenario: You have a dream that leaves you smiling when you wake up.\nThe emotion of the above scenario is", "Scenario: You witness someone spilling a drink and walking away without cleaning it.\nThe emotion of the above scenario is", "Scenario: You're not consulted about decisions that affect you.\nThe emotion of the above scenario is", "Scenario: You hear a tale about missed connections.\nThe emotion of the above scenario is", "Scenario: A favorite character in a show doesn't get a happy ending.\nThe emotion of the above scenario is", "Scenario: You see a person cleaning their teeth with a business card.\nThe emotion of the above scenario is", "Scenario: You find your garden trampled on after kids played without permission.\nThe emotion of the above scenario is", "Scenario: A neighbor shares their harvest of fresh fruits with you.\nThe emotion of the above scenario is", "Scenario: You see your favorite animal in the wild.\nThe emotion of the above scenario is", "Scenario: You watch a movie that leaves you inspired and hopeful.\nThe emotion of the above scenario is", "Scenario: A lake where you used to fish is now polluted.\nThe emotion of the above scenario is", "Scenario: You're on a mountain, and a rockslide occurs nearby.\nThe emotion of the above scenario is", "Scenario: Someone surprises you by remembering a small detail about your life.\nThe emotion of the above scenario is", "Scenario: The shoes from a memorable event are now worn out.\nThe emotion of the above scenario is", "Scenario: Your message to a close friend remains unread for weeks.\nThe emotion of the above scenario is", "Scenario: Someone comments negatively on something you hold dear.\nThe emotion of the above scenario is", "Scenario: You see a dog relieve itself in a children's playground.\nThe emotion of the above scenario is", "Scenario: You see someone sticking their finger into a communal food dish to taste it.\nThe emotion of the above scenario is", "Scenario: You hear a loud crash in your home while you're alone.\nThe emotion of the above scenario is", "Scenario: You find spoiled yogurt that has separated into liquid and lumps.\nThe emotion of the above scenario is", "Scenario: You find yourself in a confined space and can't get out immediately.\nThe emotion of the above scenario is", "Scenario: You're accused of not doing a chore that wasn't your responsibility.\nThe emotion of the above scenario is", "Scenario: You witness a person licking their plate clean in a restaurant.\nThe emotion of the above scenario is", "Scenario: You hear about the struggles of farmers during a drought.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their mouth with their sleeve at a formal event.\nThe emotion of the above scenario is", "Scenario: You witness someone picking up food from a trash can and eating it.\nThe emotion of the above scenario is", "Scenario: A child waves at you from a school bus window.\nThe emotion of the above scenario is", "Scenario: Someone always leaves the kitchen sink full of dirty dishes.\nThe emotion of the above scenario is", "Scenario: You see a parent teaching their child to ride a bike.\nThe emotion of the above scenario is", "Scenario: You see someone wipe their hands on a communal cloth towel after eating greasy food.\nThe emotion of the above scenario is", "Scenario: You see someone licking their fingers while reading a library book.\nThe emotion of the above scenario is", "Scenario: You pass by the house where you grew up, and it's changed dramatically.\nThe emotion of the above scenario is", "Scenario: Someone interrupts you every time you try to speak in a group setting.\nThe emotion of the above scenario is", "Scenario: You're cut off in traffic while driving home.\nThe emotion of the above scenario is", "Scenario: You have a profound conversation with a stranger on a train.\nThe emotion of the above scenario is", "Scenario: You find out a restaurant reuses its disposable utensils.\nThe emotion of the above scenario is", "Scenario: The vending machine malfunctions and doesn't give you your snack.\nThe emotion of the above scenario is", "Scenario: You discover an open carton of expired milk in a shared fridge.\nThe emotion of the above scenario is", "Scenario: You find hair in a soap dispenser.\nThe emotion of the above scenario is", "Scenario: You witness someone removing their shoes and airing their feet in a crowded bus.\nThe emotion of the above scenario is", "Scenario: Someone makes fun of something you're passionate about.\nThe emotion of the above scenario is", "Scenario: You're constantly being compared unfavorably to someone else.\nThe emotion of the above scenario is", "Scenario: A piece of technology you struggle with starts working seamlessly.\nThe emotion of the above scenario is", "Scenario: Your partner drives recklessly during an argument.\nThe emotion of the above scenario is", "Scenario: You see someone coughing and touching communal items without sanitizing their hands.\nThe emotion of the above scenario is", "Scenario: Someone takes credit for your hard work at the office.\nThe emotion of the above scenario is", "Scenario: You see someone letting their dog lick their ice cream cone.\nThe emotion of the above scenario is", "Scenario: You're alone in a building and hear footsteps on an upper floor.\nThe emotion of the above scenario is", "Scenario: Someone keeps borrowing your supplies without asking.\nThe emotion of the above scenario is", "Scenario: You hear sirens and realize they're coming toward your location.\nThe emotion of the above scenario is", "Scenario: You visit a place that has the exact scent of your grandparent's home.\nThe emotion of the above scenario is", "Scenario: You get a positive and unexpected message on social media.\nThe emotion of the above scenario is", "Scenario: You receive a bouquet from an anonymous admirer.\nThe emotion of the above scenario is", "Scenario: You find a group of people who share your niche hobby.\nThe emotion of the above scenario is", "Scenario: You're informed of a gas leak in your area.\nThe emotion of the above scenario is", "Scenario: You notice your personal information has been leaked online.\nThe emotion of the above scenario is", "Scenario: You find a discarded needle in a playground.\nThe emotion of the above scenario is", "Scenario: You accidentally leave your toddler in the car for a moment and panic.\nThe emotion of the above scenario is", "Scenario: Someone uses the last of the milk and puts the empty carton back in the fridge.\nThe emotion of the above scenario is", "Scenario: You discover a neglected, algae-filled swimming pool.\nThe emotion of the above scenario is", "Scenario: A favorite piece of clothing is frayed and worn out.\nThe emotion of the above scenario is", "Scenario: You're snorkeling and realize you're being pulled out by the current.\nThe emotion of the above scenario is", "Scenario: Your shared space is occupied without your consent.\nThe emotion of the above scenario is", "Scenario: You witness someone blowing their nose into a cloth napkin at a restaurant.\nThe emotion of the above scenario is", "Scenario: You're walking on a trail and hear a growl from the bushes.\nThe emotion of the above scenario is", "Scenario: You find out that a nearby factory had an explosion, releasing harmful chemicals.\nThe emotion of the above scenario is", "Scenario: You smell the aroma of freshly baked bread while passing by a bakery.\nThe emotion of the above scenario is", "Scenario: You discover a grimy layer of old soap scum in a shower.\nThe emotion of the above scenario is", "Scenario: You're asked to redo a task because of unclear initial instructions.\nThe emotion of the above scenario is", "Scenario: Your friend tries a risky stunt and gets seriously injured.\nThe emotion of the above scenario is", "Scenario: You have an entire day with no obligations or responsibilities.\nThe emotion of the above scenario is", "Scenario: You come across notes from a time you faced personal challenges.\nThe emotion of the above scenario is", "Scenario: An old note recounts challenges you faced during a low phase.\nThe emotion of the above scenario is", "Scenario: You finally achieve a tricky yoga pose you've been practicing.\nThe emotion of the above scenario is", "Scenario: You receive an unexpected token of appreciation.\nThe emotion of the above scenario is", "Scenario: A mural you admired in the city is painted over.\nThe emotion of the above scenario is"], "pos": ["Scenario: You find a note in an old coat pocket with a message you can't remember writing.\nThe emotion of the above scenario is", "Scenario: You hear your own voice in a recording and it sounds different than you expected.\nThe emotion of the above scenario is", "Scenario: You come across a YouTube channel that only posts on leap years.\nThe emotion of the above scenario is", "Scenario: You notice a new button in an elevator you frequently use.\nThe emotion of the above scenario is", "Scenario: You discover a tunnel in a hillside during a hike.\nThe emotion of the above scenario is", "Scenario: You stumble upon a street fair you didn't know was happening.\nThe emotion of the above scenario is", "Scenario: You hear an automated announcement in a language you didn't expect.\nThe emotion of the above scenario is", "Scenario: You find an unidentified plant growing in your garden.\nThe emotion of the above scenario is", "Scenario: You find a patch of different-colored grass in a field.\nThe emotion of the above scenario is", "Scenario: You hear an unfamiliar bird call in the morning.\nThe emotion of the above scenario is", "Scenario: You discover your smart TV can browse the internet.\nThe emotion of the above scenario is", "Scenario: You hear a familiar song sung in a different language.\nThe emotion of the above scenario is", "Scenario: You find an old key but don't know what it unlocks.\nThe emotion of the above scenario is", "Scenario: You receive a package with no return address.\nThe emotion of the above scenario is", "Scenario: You see someone you thought was a stranger greet you by name.\nThe emotion of the above scenario is", "Scenario: You discover an old social media account you forgot you had.\nThe emotion of the above scenario is", "Scenario: You realize a small store you never paid attention to has closed down.\nThe emotion of the above scenario is", "Scenario: You find out someone you know has been using a pseudonym.\nThe emotion of the above scenario is", "Scenario: You see an old, unused well in a modern area.\nThe emotion of the above scenario is", "Scenario: You find a shoe but can't locate its pair.\nThe emotion of the above scenario is", "Scenario: You notice a piece of art in a friend's home that you never realized was there.\nThe emotion of the above scenario is", "Scenario: You stumble upon a channel on TV that you never knew existed.\nThe emotion of the above scenario is", "Scenario: You find an old letter you never sent.\nThe emotion of the above scenario is", "Scenario: You stumble upon a forgotten garden or cemetery.\nThe emotion of the above scenario is", "Scenario: You notice a QR code in an unexpected place.\nThe emotion of the above scenario is", "Scenario: You hear a genre of music being played in an unexpected place.\nThe emotion of the above scenario is", "Scenario: You see someone using a type of fitness equipment you've never seen before at the gym.\nThe emotion of the above scenario is", "Scenario: You see a street with a name that has special significance for you but is otherwise ordinary.\nThe emotion of the above scenario is", "Scenario: You discover an empty folder on your computer.\nThe emotion of the above scenario is", "Scenario: You stumble upon a website that appears stuck in the early 2000s.\nThe emotion of the above scenario is", "Scenario: You come across an unfamiliar constellation in the night sky.\nThe emotion of the above scenario is", "Scenario: You hear a slang term you've never heard before.\nThe emotion of the above scenario is", "Scenario: You find a single earring that doesn't match any you own.\nThe emotion of the above scenario is", "Scenario: You stumble upon an active online forum about a canceled TV show.\nThe emotion of the above scenario is", "Scenario: You see a license plate that spells out a word or phrase.\nThe emotion of the above scenario is", "Scenario: You see a familiar face in the crowd but can't place where you know them from.\nThe emotion of the above scenario is", "Scenario: You see an animal you can't identify.\nThe emotion of the above scenario is", "Scenario: You see a bird in your area that is not native to the region.\nThe emotion of the above scenario is", "Scenario: You find out a neighbor has moved without any notice.\nThe emotion of the above scenario is", "Scenario: You discover a children's playground hidden behind buildings.\nThe emotion of the above scenario is", "Scenario: You notice that your school's website has updated its UI.\nThe emotion of the above scenario is", "Scenario: You receive an email from a mailing list you don’t remember subscribing to.\nThe emotion of the above scenario is", "Scenario: You find a yearbook and don't recognize several people in it.\nThe emotion of the above scenario is", "Scenario: You find a pair of glasses that don't belong to anyone in the house.\nThe emotion of the above scenario is", "Scenario: You discover a blog dedicated to a hobby you've never heard of.\nThe emotion of the above scenario is", "Scenario: You come across an old article or blog post that mentions you.\nThe emotion of the above scenario is", "Scenario: You find a stone with an unusual natural pattern during a walk.\nThe emotion of the above scenario is", "Scenario: You discover your car has a compartment you never noticed.\nThe emotion of the above scenario is", "Scenario: You find out your phone has a voice-activated feature you were unaware of.\nThe emotion of the above scenario is", "Scenario: You notice a colleague wearing a band shirt you never thought they'd like.\nThe emotion of the above scenario is", "Scenario: You notice a bridge or overpass you've never seen before.\nThe emotion of the above scenario is", "Scenario: You discover a movie scene that you swear wasn't there the last time you watched it.\nThe emotion of the above scenario is", "Scenario: You notice a rooftop garden on a building you pass every day.\nThe emotion of the above scenario is", "Scenario: You discover a review you don't remember writing online.\nThe emotion of the above scenario is", "Scenario: You discover a friend has unfriended you on social media without any explanation.\nThe emotion of the above scenario is", "Scenario: You encounter a new type of crosswalk signal in your city.\nThe emotion of the above scenario is", "Scenario: You see a squirrel doing something peculiar and unexpected.\nThe emotion of the above scenario is", "Scenario: You find a book in your library you don’t remember buying.\nThe emotion of the above scenario is", "Scenario: You discover your TV has a setting you never knew about.\nThe emotion of the above scenario is", "Scenario: You discover a celebrity follows you on social media.\nThe emotion of the above scenario is", "Scenario: You hear a mysterious noise late at night but find no explanation for it.\nThe emotion of the above scenario is", "Scenario: You find a receipt for a purchase you don't remember making.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old forum thread where people are discussing a conspiracy theory about a show you like.\nThe emotion of the above scenario is", "Scenario: You find a coin from a country you've never visited.\nThe emotion of the above scenario is", "Scenario: You find out your friend can play a musical instrument you never knew they played.\nThe emotion of the above scenario is", "Scenario: You find a feather of an unknown bird in your yard.\nThe emotion of the above scenario is", "Scenario: You see a vehicle with a license plate from a faraway place.\nThe emotion of the above scenario is", "Scenario: You discover a drawer in your desk you never noticed before.\nThe emotion of the above scenario is", "Scenario: You find an old warranty for a product you still own.\nThe emotion of the above scenario is", "Scenario: You notice a friend has quietly deleted their social media profiles.\nThe emotion of the above scenario is", "Scenario: You find out a relative has written a book.\nThe emotion of the above scenario is", "Scenario: You find a recipe on a food package that you wouldn't expect.\nThe emotion of the above scenario is", "Scenario: You notice someone has anonymously cleaned up a local park.\nThe emotion of the above scenario is", "Scenario: You discover an unfamiliar function on your microwave.\nThe emotion of the above scenario is", "Scenario: You find an old business card and can't remember who gave it to you.\nThe emotion of the above scenario is", "Scenario: You receive an unexpected friend request from someone you were just thinking about.\nThe emotion of the above scenario is", "Scenario: You hear a ringtone you haven't heard in years.\nThe emotion of the above scenario is", "Scenario: You find out you have an appointment you don't remember setting up.\nThe emotion of the above scenario is", "Scenario: You discover your phone has a 'Do Not Disturb' mode you never used.\nThe emotion of the above scenario is", "Scenario: You discover someone has the same tattoo as you.\nThe emotion of the above scenario is", "Scenario: You notice a new vending machine in a familiar building.\nThe emotion of the above scenario is", "Scenario: You discover your grocery store now carries a new type of fruit or vegetable.\nThe emotion of the above scenario is", "Scenario: Your pet exhibits a behavior you've never seen before.\nThe emotion of the above scenario is", "Scenario: You find a remote control but can't figure out what device it belongs to.\nThe emotion of the above scenario is", "Scenario: You notice a sign has been changed or replaced on your daily route.\nThe emotion of the above scenario is", "Scenario: You find a room in a video game you never knew existed.\nThe emotion of the above scenario is", "Scenario: You discover a hidden emoji on your phone's keyboard.\nThe emotion of the above scenario is", "Scenario: You notice a statue or monument you've never seen before in a familiar place.\nThe emotion of the above scenario is", "Scenario: You find an extra set of keys in your drawer and can't remember what they open.\nThe emotion of the above scenario is", "Scenario: You hear an announcement for a flight to a destination you've never heard of.\nThe emotion of the above scenario is", "Scenario: You find out your favorite show has a spin-off you weren't aware of.\nThe emotion of the above scenario is", "Scenario: You see your name in the 'Acknowledgments' section of a research paper you didn't contribute to.\nThe emotion of the above scenario is", "Scenario: You discover your office building has a rooftop you never knew was accessible.\nThe emotion of the above scenario is", "Scenario: You find a vending machine selling something unusual, like books or art supplies.\nThe emotion of the above scenario is", "Scenario: You stumble upon a public WiFi network with a strange name.\nThe emotion of the above scenario is", "Scenario: You see a logo you don't recognize on a familiar brand's packaging.\nThe emotion of the above scenario is", "Scenario: You notice a new building on your street that you never realized was under construction.\nThe emotion of the above scenario is", "Scenario: You encounter a word you've never heard before.\nThe emotion of the above scenario is", "Scenario: You find out a coworker is related to a celebrity.\nThe emotion of the above scenario is", "Scenario: You find a pair of socks in your drawer that you don't remember buying.\nThe emotion of the above scenario is", "Scenario: You discover a folder of old photos on your computer.\nThe emotion of the above scenario is", "Scenario: You notice a piece of graffiti that wasn't there the day before.\nThe emotion of the above scenario is", "Scenario: You receive a call from an unknown number, and it turns out to be a wrong number looking for someone with your name.\nThe emotion of the above scenario is", "Scenario: You notice a new mole or freckle on your skin.\nThe emotion of the above scenario is", "Scenario: You see a new mural has been painted in your neighborhood.\nThe emotion of the above scenario is", "Scenario: You find out an old email address has received important updates.\nThe emotion of the above scenario is", "Scenario: You notice a window in a building you thought had none.\nThe emotion of the above scenario is", "Scenario: You notice a shop or restaurant has subtly changed its name.\nThe emotion of the above scenario is", "Scenario: You find a pencil with a brand name you've never heard of.\nThe emotion of the above scenario is", "Scenario: You realize a book you are reading has a chapter missing.\nThe emotion of the above scenario is", "Scenario: You find an old calendar with significant dates marked but can't recall the events.\nThe emotion of the above scenario is", "Scenario: You discover an odd stain on a shirt you haven't worn in a while.\nThe emotion of the above scenario is", "Scenario: A song comes up on your playlist that you don't remember adding.\nThe emotion of the above scenario is", "Scenario: You see someone wearing a t-shirt of a band you thought was extremely obscure.\nThe emotion of the above scenario is", "Scenario: You hear your name being called in a crowded place but don't see anyone you know.\nThe emotion of the above scenario is", "Scenario: You notice someone has the same phone case as you.\nThe emotion of the above scenario is", "Scenario: You find an old list of goals you don't remember writing.\nThe emotion of the above scenario is", "Scenario: You find a foreign coin in your pocket change.\nThe emotion of the above scenario is", "Scenario: You notice a family member has changed their hairstyle without saying anything.\nThe emotion of the above scenario is", "Scenario: You find an odd-looking vegetable in your grocery bag.\nThe emotion of the above scenario is", "Scenario: You find out a small local museum has an exhibit from a famous artist.\nThe emotion of the above scenario is", "Scenario: You find an old ticket or pass but can't remember attending the event.\nThe emotion of the above scenario is", "Scenario: You discover a feature in your car’s manual you never knew existed.\nThe emotion of the above scenario is", "Scenario: You hear about a holiday you've never heard of before.\nThe emotion of the above scenario is", "Scenario: You notice an employee you've never seen before at your regular coffee shop.\nThe emotion of the above scenario is", "Scenario: You find a food item in your pantry that you don't remember buying.\nThe emotion of the above scenario is", "Scenario: You realize a contact has changed their phone number without informing you.\nThe emotion of the above scenario is", "Scenario: You find out a movie you like was based on a true story you've never heard.\nThe emotion of the above scenario is", "Scenario: You notice a billboard has changed its advertisement overnight.\nThe emotion of the above scenario is", "Scenario: You receive a promotional email from a company you never interacted with.\nThe emotion of the above scenario is", "Scenario: You discover a door that you thought was locked is actually open.\nThe emotion of the above scenario is", "Scenario: You discover a strangely shaped vegetable or fruit at the grocery store.\nThe emotion of the above scenario is", "Scenario: You find a newspaper clipping about someone with your exact name.\nThe emotion of the above scenario is", "Scenario: You discover someone you thought you knew well has a criminal record.\nThe emotion of the above scenario is", "Scenario: You discover your computer has a 'Night Mode' setting.\nThe emotion of the above scenario is", "Scenario: You find out a familiar product has a different name in another country.\nThe emotion of the above scenario is", "Scenario: You discover your friend's pet knows an unexpected trick.\nThe emotion of the above scenario is", "Scenario: You discover an old password written down but can't remember what it's for.\nThe emotion of the above scenario is", "Scenario: You find an old phone with messages you don't remember.\nThe emotion of the above scenario is", "Scenario: You find an unopened envelope in a book as a forgotten bookmark.\nThe emotion of the above scenario is", "Scenario: You find an old USB drive with unknown contents.\nThe emotion of the above scenario is", "Scenario: You stumble upon a street performer using an unfamiliar instrument.\nThe emotion of the above scenario is", "Scenario: You see an unusual cloud formation.\nThe emotion of the above scenario is", "Scenario: You discover that your phone camera has a setting you've never seen before.\nThe emotion of the above scenario is", "Scenario: You discover a fence or wall has been erected on a path you usually take.\nThe emotion of the above scenario is", "Scenario: You discover an accessory in your wardrobe that you can't remember buying.\nThe emotion of the above scenario is", "Scenario: You find an extra pocket in a bag you've had for years.\nThe emotion of the above scenario is", "Scenario: You see your doppelgänger in a random video online.\nThe emotion of the above scenario is", "Scenario: You find an unfamiliar tool in your kitchen drawer.\nThe emotion of the above scenario is", "Scenario: You stumble upon a Reddit thread discussing a topic you thought was obscure.\nThe emotion of the above scenario is", "Scenario: You find a recipe in a cookbook that doesn’t seem to fit the book's theme.\nThe emotion of the above scenario is", "Scenario: You stumble upon a shop that exclusively sells one very specific type of product.\nThe emotion of the above scenario is", "Scenario: You see someone you thought had moved away in a local grocery store.\nThe emotion of the above scenario is", "Scenario: You see someone casually performing an unusual talent in public.\nThe emotion of the above scenario is", "Scenario: You hear an airplane overhead but can't see it.\nThe emotion of the above scenario is", "Scenario: You come across an old diary entry that doesn’t sound like you.\nThe emotion of the above scenario is", "Scenario: You come across a family photo where everyone looks different than you remember.\nThe emotion of the above scenario is", "Scenario: You find out a coworker has a twin you never knew about.\nThe emotion of the above scenario is", "Scenario: You find a bookmark in a book you bought second-hand.\nThe emotion of the above scenario is", "Scenario: You find an extra button on your remote control.\nThe emotion of the above scenario is", "Scenario: You hear a commonly used word pronounced differently by someone.\nThe emotion of the above scenario is", "Scenario: You discover that a friend has changed their name.\nThe emotion of the above scenario is", "Scenario: You come across a celebrity's social media account and find out they follow you.\nThe emotion of the above scenario is", "Scenario: Your phone suggests a contact you don't recognize.\nThe emotion of the above scenario is", "Scenario: You receive a notification for a software update for an app you don't recall installing.\nThe emotion of the above scenario is", "Scenario: You notice a bricked-up door on a building you pass regularly.\nThe emotion of the above scenario is", "Scenario: You hear an old song being played in a new commercial.\nThe emotion of the above scenario is", "Scenario: You discover a hidden compartment in your car.\nThe emotion of the above scenario is", "Scenario: You hear a new ringtone on your phone.\nThe emotion of the above scenario is", "Scenario: You find a website that allows you to view old versions of other websites.\nThe emotion of the above scenario is", "Scenario: You notice a store you frequent has changed its layout overnight.\nThe emotion of the above scenario is", "Scenario: You stumble upon a shortcut on your regular walking route.\nThe emotion of the above scenario is", "Scenario: You find a tree with carvings that look ancient.\nThe emotion of the above scenario is", "Scenario: You find an abandoned item that's been neatly placed on a park bench.\nThe emotion of the above scenario is", "Scenario: You discover your watch has a feature you never knew about.\nThe emotion of the above scenario is", "Scenario: You hear a friend speak fluently in a language you didn't know they knew.\nThe emotion of the above scenario is", "Scenario: You hear a co-worker's voice on a podcast you randomly chose.\nThe emotion of the above scenario is", "Scenario: You find an extra chapter at the end of a book you've read multiple times.\nThe emotion of the above scenario is", "Scenario: You find an old journal with entries from a forgotten time in your life.\nThe emotion of the above scenario is", "Scenario: You see a new logo on a familiar product at the store.\nThe emotion of the above scenario is", "Scenario: You discover your computer keyboard has special characters you never noticed.\nThe emotion of the above scenario is", "Scenario: You notice a building has an extra floor you never realized.\nThe emotion of the above scenario is", "Scenario: You see an item from your childhood in an antique store.\nThe emotion of the above scenario is", "Scenario: You discover a plant in your garden has changed color.\nThe emotion of the above scenario is", "Scenario: You notice a painting or picture has been moved or replaced in a familiar location.\nThe emotion of the above scenario is", "Scenario: You find a public bathroom in a place where you didn't expect one.\nThe emotion of the above scenario is", "Scenario: Your GPS takes you through a route you never knew existed.\nThe emotion of the above scenario is", "Scenario: You find out a famous person attended your high school.\nThe emotion of the above scenario is", "Scenario: You receive an invitation from a social media platform you never signed up for.\nThe emotion of the above scenario is", "Scenario: You discover an unfamiliar icon on your computer’s taskbar.\nThe emotion of the above scenario is", "Scenario: You find out a local pond or lake has a name you've never heard before.\nThe emotion of the above scenario is", "Scenario: You stumble upon a movie being filmed in your city.\nThe emotion of the above scenario is", "Scenario: You discover a poem inscribed on the inside cover of a book you've owned for years.\nThe emotion of the above scenario is", "Scenario: You notice that a clock you often look at has stopped.\nThe emotion of the above scenario is", "Scenario: You hear someone speaking a dialect you've never heard.\nThe emotion of the above scenario is", "Scenario: You find a ticket stub from an event you don't remember attending.\nThe emotion of the above scenario is", "Scenario: You find a coupon for a store you don't remember visiting.\nThe emotion of the above scenario is", "Scenario: You find out a close friend has an identical twin.\nThe emotion of the above scenario is", "Scenario: You find an old map with unfamiliar place names.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old forum where you used to be active.\nThe emotion of the above scenario is"]}