{"neg": ["Scenario: You witness someone spitting into a drinking fountain.\nThe emotion of the above scenario is", "Scenario: You find peeling paint and mold in a daycare center.\nThe emotion of the above scenario is", "Scenario: Your order from an online store arrives late and is damaged.\nThe emotion of the above scenario is", "Scenario: You find your front door ajar after coming back from a walk.\nThe emotion of the above scenario is", "Scenario: You find a receipt for a purchase you don't remember making.\nThe emotion of the above scenario is", "Scenario: A teammate takes a casual approach to urgent tasks.\nThe emotion of the above scenario is", "Scenario: You see a street with a name that has special significance for you but is otherwise ordinary.\nThe emotion of the above scenario is", "Scenario: You witness a person dumping cooking oil directly into a lake or river.\nThe emotion of the above scenario is", "Scenario: You receive an anonymous threatening letter.\nThe emotion of the above scenario is", "Scenario: Someone from the community helps fix a problem in your home for free.\nThe emotion of the above scenario is", "Scenario: You discover a hidden compartment in your car.\nThe emotion of the above scenario is", "Scenario: You witness someone spitting into a garden.\nThe emotion of the above scenario is", "Scenario: Someone interrupts you every time you try to speak in a group setting.\nThe emotion of the above scenario is", "Scenario: You witness the simple beauty of a dewdrop on a leaf.\nThe emotion of the above scenario is", "Scenario: You notice a painting or picture has been moved or replaced in a familiar location.\nThe emotion of the above scenario is", "Scenario: A problem that's been on your mind gets resolved in the best way.\nThe emotion of the above scenario is", "Scenario: You're held accountable for decisions made during your absence.\nThe emotion of the above scenario is", "Scenario: You find expired and discolored condiments in a fridge.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their greasy hands on a curtain.\nThe emotion of the above scenario is", "Scenario: You witness someone eating messy food while using public transportation.\nThe emotion of the above scenario is", "Scenario: You notice a piece of graffiti that wasn't there the day before.\nThe emotion of the above scenario is", "Scenario: You're given a task without the necessary instructions.\nThe emotion of the above scenario is", "Scenario: A new cafe in town serves your favorite, hard-to-find dish.\nThe emotion of the above scenario is", "Scenario: Someone continually leaves their belongings on your workspace.\nThe emotion of the above scenario is", "Scenario: You see a pet owner allowing their dog to lick the plates in a dishwasher.\nThe emotion of the above scenario is", "Scenario: You witness a child licking food items and putting them back on a store shelf.\nThe emotion of the above scenario is", "Scenario: You notice a new button in an elevator you frequently use.\nThe emotion of the above scenario is", "Scenario: You find an old, forgotten candy stash.\nThe emotion of the above scenario is", "Scenario: A piece of technology you struggle with starts working seamlessly.\nThe emotion of the above scenario is", "Scenario: You witness a car accident happen right in front of you.\nThe emotion of the above scenario is", "Scenario: You witness a beautiful moment between two strangers.\nThe emotion of the above scenario is", "Scenario: Someone posts a picture of you online without your consent.\nThe emotion of the above scenario is", "Scenario: Your phone rings, and it's an unknown number with an urgent voice message.\nThe emotion of the above scenario is", "Scenario: You notice someone sneezing without covering their mouth in a crowded elevator.\nThe emotion of the above scenario is", "Scenario: You notice a window in a building you thought had none.\nThe emotion of the above scenario is", "Scenario: You find an old business card and can't remember who gave it to you.\nThe emotion of the above scenario is", "Scenario: You hear someone making fun of a topic you're passionate about.\nThe emotion of the above scenario is", "Scenario: You're on a plane, and the oxygen masks drop.\nThe emotion of the above scenario is", "Scenario: You hear a familiar song sung in a different language.\nThe emotion of the above scenario is", "Scenario: Someone consistently mispronounces your name despite corrections.\nThe emotion of the above scenario is", "Scenario: You discover your car has a compartment you never noticed.\nThe emotion of the above scenario is", "Scenario: You find someone's used chewing gum stuck to your shoe.\nThe emotion of the above scenario is", "Scenario: Someone intentionally omits you from an email chain.\nThe emotion of the above scenario is", "Scenario: You're in a car, and the driver starts swerving and driving erratically.\nThe emotion of the above scenario is", "Scenario: Your roommate eats your labeled food from the fridge.\nThe emotion of the above scenario is", "Scenario: Someone uses up all the hot water before you can shower.\nThe emotion of the above scenario is", "Scenario: You find mold growing on your food in the fridge.\nThe emotion of the above scenario is", "Scenario: Your privacy settings are altered without your knowledge.\nThe emotion of the above scenario is", "Scenario: A meal tastes exactly like how a loved one used to make it.\nThe emotion of the above scenario is", "Scenario: Your freshly baked cookies disappear from the communal kitchen before you get any.\nThe emotion of the above scenario is", "Scenario: You notice a server adjusting their clothing or scratching themselves before handling food.\nThe emotion of the above scenario is", "Scenario: Someone takes credit for your hard work at the office.\nThe emotion of the above scenario is", "Scenario: You notice your personal information has been leaked online.\nThe emotion of the above scenario is", "Scenario: You find a piece of chewed gum stuck under a railing.\nThe emotion of the above scenario is", "Scenario: You're unfairly blamed for a mistake at work that wasn't your fault.\nThe emotion of the above scenario is", "Scenario: You hear the soft strumming of a guitar while walking in the evening.\nThe emotion of the above scenario is", "Scenario: You find out a group activity was organized without your knowledge.\nThe emotion of the above scenario is", "Scenario: You discover an odd stain on a shirt you haven't worn in a while.\nThe emotion of the above scenario is", "Scenario: You see the first snowflake of the season gently falling.\nThe emotion of the above scenario is", "Scenario: You come home to find your house has been vandalized.\nThe emotion of the above scenario is", "Scenario: You witness someone using their phone in a restroom stall and then proceeding to eat without washing hands.\nThe emotion of the above scenario is", "Scenario: You're in a public restroom and someone tries to break into your stall.\nThe emotion of the above scenario is", "Scenario: You find an insect in your meal at a restaurant.\nThe emotion of the above scenario is", "Scenario: You notice a billboard has changed its advertisement overnight.\nThe emotion of the above scenario is", "Scenario: You find leftover food splattered inside a microwave.\nThe emotion of the above scenario is", "Scenario: You discover rust and algae in a pet's water dish.\nThe emotion of the above scenario is", "Scenario: You find an open container of smelly leftovers in a shared refrigerator.\nThe emotion of the above scenario is", "Scenario: You see a restaurant worker not wearing gloves while handling food.\nThe emotion of the above scenario is", "Scenario: Someone keeps leaving the communal printer out of paper after using it.\nThe emotion of the above scenario is", "Scenario: A handwritten postcard arrives from a distant country.\nThe emotion of the above scenario is", "Scenario: You are given an upgrade to first class on a flight.\nThe emotion of the above scenario is", "Scenario: You see a new mural has been painted in your neighborhood.\nThe emotion of the above scenario is", "Scenario: Your contributions are overlooked during an appreciation session.\nThe emotion of the above scenario is", "Scenario: You stumble upon a street performer using an unfamiliar instrument.\nThe emotion of the above scenario is", "Scenario: Someone frequently borrows your books and returns them damaged.\nThe emotion of the above scenario is", "Scenario: You find a threatening note left on your car windshield.\nThe emotion of the above scenario is", "Scenario: You manage to capture a candid moment that makes everyone smile.\nThe emotion of the above scenario is", "Scenario: You accidentally send a sensitive text to the wrong person.\nThe emotion of the above scenario is", "Scenario: You find a pair of socks in your drawer that you don't remember buying.\nThe emotion of the above scenario is", "Scenario: You witness someone wiping sweat off their brow and then shaking hands without sanitizing.\nThe emotion of the above scenario is", "Scenario: You witness a heartwarming reunion at an airport.\nThe emotion of the above scenario is", "Scenario: You discover a folder of old photos on your computer.\nThe emotion of the above scenario is", "Scenario: Your child climbs a tree and can't get down.\nThe emotion of the above scenario is", "Scenario: You receive a passive-aggressive message about a minor oversight.\nThe emotion of the above scenario is", "Scenario: You receive a call from an unknown number, and it turns out to be a wrong number looking for someone with your name.\nThe emotion of the above scenario is", "Scenario: You discover an unfamiliar function on your microwave.\nThe emotion of the above scenario is", "Scenario: You stumble upon a channel on TV that you never knew existed.\nThe emotion of the above scenario is", "Scenario: You receive an unjustly low grade with no constructive feedback.\nThe emotion of the above scenario is", "Scenario: Someone keeps taking your reserved parking spot.\nThe emotion of the above scenario is", "Scenario: A coworker constantly takes your office supplies without asking.\nThe emotion of the above scenario is", "Scenario: The vending machine malfunctions and doesn't give you your snack.\nThe emotion of the above scenario is", "Scenario: You wake up to find an unknown animal in your room.\nThe emotion of the above scenario is", "Scenario: You smell someone's bad breath from several feet away.\nThe emotion of the above scenario is", "Scenario: You realize a drone is spying on you.\nThe emotion of the above scenario is", "Scenario: You're informed of a gas leak in your area.\nThe emotion of the above scenario is", "Scenario: You're not acknowledged for your contributions in a project.\nThe emotion of the above scenario is", "Scenario: You realize your safety gear is faulty while doing a high-risk activity.\nThe emotion of the above scenario is", "Scenario: You discover a poem inscribed on the inside cover of a book you've owned for years.\nThe emotion of the above scenario is", "Scenario: You witness someone leaving a bathroom stall with toilet paper stuck to their shoe.\nThe emotion of the above scenario is", "Scenario: You find a beverage can floating in a river while kayaking.\nThe emotion of the above scenario is", "Scenario: A large crowd starts rushing in a direction, and you're caught in the middle.\nThe emotion of the above scenario is", "Scenario: You find a filthy sponge in a kitchen sink.\nThe emotion of the above scenario is", "Scenario: Someone borrows your book and returns it with torn pages.\nThe emotion of the above scenario is", "Scenario: You find a significant error in an important document after it's been distributed.\nThe emotion of the above scenario is", "Scenario: You're on public transit and someone starts acting erratically.\nThe emotion of the above scenario is", "Scenario: An old friend shares a memory that makes you smile.\nThe emotion of the above scenario is", "Scenario: You find a shoe but can't locate its pair.\nThe emotion of the above scenario is", "Scenario: Your mail is opened by someone else without your consent.\nThe emotion of the above scenario is", "Scenario: You nail a difficult exercise routine.\nThe emotion of the above scenario is", "Scenario: You hear news of a missing person last seen in your area.\nThe emotion of the above scenario is", "Scenario: You discover your grocery store now carries a new type of fruit or vegetable.\nThe emotion of the above scenario is", "Scenario: You can't find your passport while traveling internationally.\nThe emotion of the above scenario is", "Scenario: The local bakery gives you an extra pastry for free.\nThe emotion of the above scenario is", "Scenario: You receive a text saying your bank account has been compromised.\nThe emotion of the above scenario is", "Scenario: You witness someone rinsing their mouth and spitting in a public sink.\nThe emotion of the above scenario is", "Scenario: You see a dog relieve itself in a children's playground.\nThe emotion of the above scenario is", "Scenario: You find a pair of perfectly fitting shoes on clearance.\nThe emotion of the above scenario is", "Scenario: You discover your phone has a 'Do Not Disturb' mode you never used.\nThe emotion of the above scenario is", "Scenario: You discover a strong smell of ammonia in a restroom.\nThe emotion of the above scenario is", "Scenario: You find a spoiled meat product still being sold at a grocery store.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old forum where you used to be active.\nThe emotion of the above scenario is", "Scenario: You find out a friend has been making plans without including you.\nThe emotion of the above scenario is", "Scenario: You unexpectedly hear a song that reminds you of home.\nThe emotion of the above scenario is", "Scenario: You hear a ringtone you haven't heard in years.\nThe emotion of the above scenario is", "Scenario: You get an unexpected bonus in your paycheck.\nThe emotion of the above scenario is", "Scenario: Your advice is blatantly ignored, leading to a predictable problem.\nThe emotion of the above scenario is", "Scenario: You discover a movie scene that you swear wasn't there the last time you watched it.\nThe emotion of the above scenario is", "Scenario: You're interrupted during a moment of concentration by unnecessary noise.\nThe emotion of the above scenario is", "Scenario: You receive an unfair grade on a project you worked hard on.\nThe emotion of the above scenario is", "Scenario: You see a parent teaching their child to ride a bike.\nThe emotion of the above scenario is", "Scenario: You discover a restaurant using dirty rags to wipe down tables.\nThe emotion of the above scenario is", "Scenario: You realize you've left a potentially dangerous item within a child's reach.\nThe emotion of the above scenario is", "Scenario: You see someone drinking directly from a public water fountain spout.\nThe emotion of the above scenario is", "Scenario: You see your favorite animal in the wild.\nThe emotion of the above scenario is", "Scenario: You notice someone has the same phone case as you.\nThe emotion of the above scenario is", "Scenario: You find out a neighbor has moved without any notice.\nThe emotion of the above scenario is", "Scenario: You realize your water supply is contaminated.\nThe emotion of the above scenario is", "Scenario: You see someone using a public ketchup dispenser to fill their own bottle.\nThe emotion of the above scenario is", "Scenario: You find food particles in the pages of a library book.\nThe emotion of the above scenario is", "Scenario: You witness a parent allowing their child to run around a restaurant without shoes.\nThe emotion of the above scenario is", "Scenario: You see a tornado forming in the distance.\nThe emotion of the above scenario is", "Scenario: You find out a familiar product has a different name in another country.\nThe emotion of the above scenario is", "Scenario: Your favorite author replies to your letter or message.\nThe emotion of the above scenario is", "Scenario: You find an extra set of keys in your drawer and can't remember what they open.\nThe emotion of the above scenario is", "Scenario: You witness a violent act against someone in public.\nThe emotion of the above scenario is", "Scenario: A piece of trivia you know wins a game for your team.\nThe emotion of the above scenario is", "Scenario: You witness someone throwing food to seagulls, causing a frenzy.\nThe emotion of the above scenario is", "Scenario: Someone uses your favorite mug at the office and then leaves it dirty.\nThe emotion of the above scenario is", "Scenario: You're walking home alone and realize someone is following you.\nThe emotion of the above scenario is", "Scenario: You experience a moment of unexpected synchronicity.\nThe emotion of the above scenario is", "Scenario: You learn that an item you bought is now a collector's piece.\nThe emotion of the above scenario is", "Scenario: You discover that the public swimming pool is murky and dirty.\nThe emotion of the above scenario is", "Scenario: A long queue you're standing in suddenly moves faster.\nThe emotion of the above scenario is", "Scenario: You have a dream that leaves you smiling when you wake up.\nThe emotion of the above scenario is", "Scenario: A teammate doesn't contribute equally to a collaborative task.\nThe emotion of the above scenario is", "Scenario: A large, unleashed dog starts running toward you.\nThe emotion of the above scenario is", "Scenario: Your child tells you that they've been bullied at school.\nThe emotion of the above scenario is", "Scenario: You notice someone scratching their armpit and sniffing their fingers.\nThe emotion of the above scenario is", "Scenario: An item you thought was lost forever is found by a kind stranger.\nThe emotion of the above scenario is", "Scenario: You discover your computer keyboard has special characters you never noticed.\nThe emotion of the above scenario is", "Scenario: You're on an elevator, and it abruptly stops between floors.\nThe emotion of the above scenario is", "Scenario: You see someone wiping their mouth with their sleeve at a formal event.\nThe emotion of the above scenario is", "Scenario: The waiter brings out the wrong meal order after a long wait.\nThe emotion of the above scenario is", "Scenario: You find out someone you know has been using a pseudonym.\nThe emotion of the above scenario is", "Scenario: You realize you've been swimming in an area with strong undertows.\nThe emotion of the above scenario is", "Scenario: You learn a new skill or hobby that you're surprisingly good at.\nThe emotion of the above scenario is", "Scenario: You find a stain of unknown origin on a hotel bedspread.\nThe emotion of the above scenario is", "Scenario: You witness a shopper opening and sampling food in a grocery store before buying.\nThe emotion of the above scenario is", "Scenario: You receive a call that a close relative is in legal trouble.\nThe emotion of the above scenario is", "Scenario: You find multiple items with bite marks at a grocery store.\nThe emotion of the above scenario is", "Scenario: Your vehicle is almost out of fuel, and the next station is far away.\nThe emotion of the above scenario is", "Scenario: You see someone climbing into a neighbor's window.\nThe emotion of the above scenario is", "Scenario: A person consistently forgets important details about your life.\nThe emotion of the above scenario is", "Scenario: Your space in a shared living area is used without your permission.\nThe emotion of the above scenario is", "Scenario: You're constantly interrupted during presentations.\nThe emotion of the above scenario is", "Scenario: Your saved game data is deleted accidentally by a friend.\nThe emotion of the above scenario is", "Scenario: You notice a sign has been changed or replaced on your daily route.\nThe emotion of the above scenario is", "Scenario: You stumble upon a free workshop you've been interested in.\nThe emotion of the above scenario is", "Scenario: A peer belittles your achievements.\nThe emotion of the above scenario is", "Scenario: You get the chance to relive a favorite childhood activity.\nThe emotion of the above scenario is", "Scenario: You come across a venomous creature while outdoors.\nThe emotion of the above scenario is", "Scenario: You see a logo you don't recognize on a familiar brand's packaging.\nThe emotion of the above scenario is", "Scenario: You spot a family of ducks crossing the road.\nThe emotion of the above scenario is", "Scenario: You witness someone throwing leftover food into the street.\nThe emotion of the above scenario is", "Scenario: A person doesn't follow through on their commitments.\nThe emotion of the above scenario is", "Scenario: You hear a loud noise at your window during the night.\nThe emotion of the above scenario is", "Scenario: You receive a handwritten letter in the mail from a friend.\nThe emotion of the above scenario is", "Scenario: You discover a grimy layer of old soap scum in a shower.\nThe emotion of the above scenario is", "Scenario: You witness someone tossing trash out of a car window.\nThe emotion of the above scenario is", "Scenario: Your shared space is occupied without your consent.\nThe emotion of the above scenario is", "Scenario: You notice someone reusing dirty dishes without washing them.\nThe emotion of the above scenario is", "Scenario: You see dirty utensils being used in a cooking demonstration.\nThe emotion of the above scenario is", "Scenario: You witness someone sneeze without covering their mouth.\nThe emotion of the above scenario is", "Scenario: You realize you're being recorded without consent.\nThe emotion of the above scenario is", "Scenario: You see a familiar face in the crowd but can't place where you know them from.\nThe emotion of the above scenario is", "Scenario: You're abroad, and there's sudden political unrest or a coup.\nThe emotion of the above scenario is", "Scenario: You hear your name whispered when you're alone.\nThe emotion of the above scenario is", "Scenario: You hear your name being called in a crowded place but don't see anyone you know.\nThe emotion of the above scenario is", "Scenario: You receive an anonymous gift that's just what you needed.\nThe emotion of the above scenario is", "Scenario: You find chewed gum under a public table.\nThe emotion of the above scenario is"], "pos": ["Scenario: A family recipe doesn't taste the same without its original cook.\nThe emotion of the above scenario is", "Scenario: The weather outside mirrors a melancholic mood.\nThe emotion of the above scenario is", "Scenario: The market where you'd buy holiday gifts no longer operates.\nThe emotion of the above scenario is", "Scenario: An artwork you see depicts a longing for home.\nThe emotion of the above scenario is", "Scenario: You find a dried flower from a memorable date.\nThe emotion of the above scenario is", "Scenario: A landmark you remember fondly is overshadowed by new constructions.\nThe emotion of the above scenario is", "Scenario: A friend's message mentions they're going through a tough breakup.\nThe emotion of the above scenario is", "Scenario: You come across a curio that's lost its sheen.\nThe emotion of the above scenario is", "Scenario: An old video shows happier times that seem distant.\nThe emotion of the above scenario is", "Scenario: A show you watch portrays the challenges of growing up.\nThe emotion of the above scenario is", "Scenario: You find an old scarf given by someone during a winter trip.\nThe emotion of the above scenario is", "Scenario: A familiar storefront is boarded up.\nThe emotion of the above scenario is", "Scenario: You hear about the declining health of a distant relative.\nThe emotion of the above scenario is", "Scenario: You lose a piece of jewelry that had sentimental value.\nThe emotion of the above scenario is", "Scenario: A documentary highlights the challenges faced by refugees.\nThe emotion of the above scenario is", "Scenario: A piece of jewelry with sentimental value goes missing.\nThe emotion of the above scenario is", "Scenario: You notice an empty chair at a family gathering.\nThe emotion of the above scenario is", "Scenario: A film captures the essence of missed opportunities.\nThe emotion of the above scenario is", "Scenario: You hear a song about places and faces that have changed.\nThe emotion of the above scenario is", "Scenario: A theater you loved going to is closed.\nThe emotion of the above scenario is", "Scenario: The home where your grandparents lived is now another business.\nThe emotion of the above scenario is", "Scenario: A café you frequented has changed its interiors, erasing old memories.\nThe emotion of the above scenario is", "Scenario: A memento from a trip breaks unexpectedly.\nThe emotion of the above scenario is", "Scenario: You can't find the location of a cherished childhood hideout.\nThe emotion of the above scenario is", "Scenario: An old phone has messages from those who've since drifted apart.\nThe emotion of the above scenario is", "Scenario: A childhood spot where you used to play is now a parking lot.\nThe emotion of the above scenario is", "Scenario: You read about the fading of a cultural tradition.\nThe emotion of the above scenario is", "Scenario: A stray animal looks longingly through a cafe window.\nThe emotion of the above scenario is", "Scenario: You're reminded of a pet that was a childhood companion.\nThe emotion of the above scenario is", "Scenario: You overhear someone talking about the struggles of aging.\nThe emotion of the above scenario is", "Scenario: You recall a missed opportunity that might have changed your life.\nThe emotion of the above scenario is", "Scenario: You come across a wilted bouquet from a special occasion.\nThe emotion of the above scenario is", "Scenario: An article speaks about the decline of something you hold dear.\nThe emotion of the above scenario is", "Scenario: An elderly person reminisces about the joys of their younger days.\nThe emotion of the above scenario is", "Scenario: You come across news about an endangered species nearing extinction.\nThe emotion of the above scenario is", "Scenario: A vintage car, just like your first one, stands rusting on a lot.\nThe emotion of the above scenario is", "Scenario: You come across an empty bench with a dedication plaque.\nThe emotion of the above scenario is", "Scenario: You find a toy that reminds you of your youth and simpler times.\nThe emotion of the above scenario is", "Scenario: Your attempt to revive a dying tradition doesn't receive support.\nThe emotion of the above scenario is", "Scenario: A scene from a movie depicts a parent-child estrangement.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old letter from someone who's no longer in your life.\nThe emotion of the above scenario is", "Scenario: You see a bird trying repeatedly to fly with a damaged wing.\nThe emotion of the above scenario is", "Scenario: You hear about the decline of a species you once studied.\nThe emotion of the above scenario is", "Scenario: A dream brings up old feelings you thought were settled.\nThe emotion of the above scenario is", "Scenario: You learn that a distant friend is going through a tough time.\nThe emotion of the above scenario is", "Scenario: You come across notes from a time you faced personal challenges.\nThe emotion of the above scenario is", "Scenario: A movie ends with the main character saying goodbye.\nThe emotion of the above scenario is", "Scenario: You spot a closed theater that was once full of life.\nThe emotion of the above scenario is", "Scenario: You find an old puzzle with a missing piece.\nThe emotion of the above scenario is", "Scenario: An old diary entry recalls goals you had set but never achieved.\nThe emotion of the above scenario is", "Scenario: The bookstore where you spent hours is now online only.\nThe emotion of the above scenario is", "Scenario: An old video game recalls late nights with friends who've moved away.\nThe emotion of the above scenario is", "Scenario: You find an old photograph of close friends you've lost touch with.\nThe emotion of the above scenario is", "Scenario: The last page of a diary recounts a day of lost opportunities.\nThe emotion of the above scenario is", "Scenario: The diary of a soldier talks about missing home.\nThe emotion of the above scenario is", "Scenario: You pass by the house where you grew up, and it's changed dramatically.\nThe emotion of the above scenario is", "Scenario: A candle scent recalls holidays with family members who are gone.\nThe emotion of the above scenario is", "Scenario: You read about children in war-torn areas missing out on education.\nThe emotion of the above scenario is", "Scenario: A song lyric describes the pain of growing apart.\nThe emotion of the above scenario is", "Scenario: You can't find a childhood book that meant a lot to you.\nThe emotion of the above scenario is", "Scenario: You come across an old gift that's no longer functional.\nThe emotion of the above scenario is", "Scenario: Your plant, after weeks of care, still doesn’t show any signs of growth.\nThe emotion of the above scenario is", "Scenario: You overhear a conversation about the struggles of elder care.\nThe emotion of the above scenario is", "Scenario: You remember a forgotten promise someone made to you.\nThe emotion of the above scenario is", "Scenario: You remember the anniversary of a challenging event.\nThe emotion of the above scenario is", "Scenario: The mailbox stands empty, even on expected days.\nThe emotion of the above scenario is", "Scenario: A park you visit is empty and neglected.\nThe emotion of the above scenario is", "Scenario: You can't recreate a cherished memory no matter how hard you try.\nThe emotion of the above scenario is", "Scenario: The library you loved as a child is now closed.\nThe emotion of the above scenario is", "Scenario: A song recounts the challenges of staying apart.\nThe emotion of the above scenario is", "Scenario: The autumn leaves fall, signaling the end of a season.\nThe emotion of the above scenario is", "Scenario: A poem speaks of fleeting time and missed opportunities.\nThe emotion of the above scenario is", "Scenario: You see a stray animal reminiscent of a former pet.\nThe emotion of the above scenario is", "Scenario: An old message reflects hopes that didn't come to fruition.\nThe emotion of the above scenario is", "Scenario: You find an old ticket stub from an event that was pivotal for you.\nThe emotion of the above scenario is", "Scenario: An old journal recounts challenges you faced years ago.\nThe emotion of the above scenario is", "Scenario: A festival doesn't feel the same without someone special.\nThe emotion of the above scenario is", "Scenario: A place that was once lively is now silent.\nThe emotion of the above scenario is", "Scenario: A movie portrays the struggle of saying goodbye.\nThe emotion of the above scenario is", "Scenario: You discover an old email that brings a rush of memories.\nThe emotion of the above scenario is", "Scenario: A quote you read speaks about the transient nature of life.\nThe emotion of the above scenario is", "Scenario: A friend moves away to a different city and you realize things will never be the same.\nThe emotion of the above scenario is", "Scenario: An old note recounts challenges you faced during a low phase.\nThe emotion of the above scenario is", "Scenario: A project you've poured your heart into receives unfavorable feedback.\nThe emotion of the above scenario is", "Scenario: You hear of a distant relative facing health challenges.\nThe emotion of the above scenario is", "Scenario: You notice a wilted bouquet of flowers left on a park bench.\nThe emotion of the above scenario is", "Scenario: A movie portrays the struggle of love at a wrong time.\nThe emotion of the above scenario is", "Scenario: A lake where you used to fish is now polluted.\nThe emotion of the above scenario is", "Scenario: A missed call from someone you've been avoiding talking to.\nThe emotion of the above scenario is", "Scenario: The sound of a distant piano recalls a talent never pursued.\nThe emotion of the above scenario is", "Scenario: Your message to a close friend remains unread for weeks.\nThe emotion of the above scenario is", "Scenario: The vacation ends and it's time to go back to regular life.\nThe emotion of the above scenario is", "Scenario: You read a story about a soldier's hardships away from home.\nThe emotion of the above scenario is", "Scenario: You hear about an old teacher who's now retired and lives alone.\nThe emotion of the above scenario is", "Scenario: You witness someone's artwork getting accidentally destroyed.\nThe emotion of the above scenario is", "Scenario: You come across a fading photograph from years ago.\nThe emotion of the above scenario is", "Scenario: A song on the radio recalls a past relationship.\nThe emotion of the above scenario is", "Scenario: A musician sings about the pain of unrequited love.\nThe emotion of the above scenario is", "Scenario: A family photo album has many pictures, but few recent ones.\nThe emotion of the above scenario is", "Scenario: You realize a tradition you cherished is no longer being followed.\nThe emotion of the above scenario is", "Scenario: A pond you used to visit is drying up.\nThe emotion of the above scenario is", "Scenario: You find an unsent letter in an old book.\nThe emotion of the above scenario is", "Scenario: You find a stray dog waiting at the same spot for days.\nThe emotion of the above scenario is", "Scenario: You find a discarded letter on the street, filled with regrets.\nThe emotion of the above scenario is", "Scenario: A movie scene depicts a parent-child relationship that tugs at your heart.\nThe emotion of the above scenario is", "Scenario: You read of a historical place being demolished for a mall.\nThe emotion of the above scenario is", "Scenario: You overhear someone talking about the challenges of battling an illness.\nThe emotion of the above scenario is", "Scenario: You notice an elderly person eating alone in a restaurant.\nThe emotion of the above scenario is", "Scenario: You see a lone shoe on the road, reminiscent of an accident.\nThe emotion of the above scenario is", "Scenario: A place you visit is starkly different from your cherished memories.\nThe emotion of the above scenario is", "Scenario: A mural you admired in the city is painted over.\nThe emotion of the above scenario is", "Scenario: You see a child gazing longingly at toys they can't afford.\nThe emotion of the above scenario is", "Scenario: A favorite character in a show doesn't get a happy ending.\nThe emotion of the above scenario is", "Scenario: A garden you pass by is no longer being tended to.\nThe emotion of the above scenario is", "Scenario: The book you're reading has a character facing the loss of their parent.\nThe emotion of the above scenario is", "Scenario: You find an unfinished knitting project from a loved one.\nThe emotion of the above scenario is", "Scenario: You find an unsent letter addressed to someone from your past.\nThe emotion of the above scenario is", "Scenario: You find a blank postcard from a trip never taken.\nThe emotion of the above scenario is", "Scenario: Your favorite spot in the city gets demolished for new construction.\nThe emotion of the above scenario is", "Scenario: The special event you've been waiting for gets abruptly canceled.\nThe emotion of the above scenario is", "Scenario: An old friend's number is no longer in service.\nThe emotion of the above scenario is", "Scenario: A familiar tune recalls moments of saying goodbye.\nThe emotion of the above scenario is", "Scenario: You remember a time when someone didn't keep a promise.\nThe emotion of the above scenario is", "Scenario: You come across an old journal that details struggles you'd forgotten.\nThe emotion of the above scenario is", "Scenario: A story you read reflects a personal experience you hadn't moved on from.\nThe emotion of the above scenario is", "Scenario: A series you love ends on a somber note.\nThe emotion of the above scenario is", "Scenario: A melody you hear speaks of lost love.\nThe emotion of the above scenario is", "Scenario: An old theater where you watched classic films is now modernized.\nThe emotion of the above scenario is", "Scenario: The plant you've been caring for starts wilting despite your efforts.\nThe emotion of the above scenario is", "Scenario: You come across an old letter filled with unfulfilled dreams.\nThe emotion of the above scenario is", "Scenario: You overhear a child asking why their friend doesn't play with them anymore.\nThe emotion of the above scenario is", "Scenario: A heartfelt letter you sent never received a response.\nThe emotion of the above scenario is", "Scenario: The ice cream shop with your favorite flavor shuts down.\nThe emotion of the above scenario is", "Scenario: You stumble upon an old message from a friend who drifted away.\nThe emotion of the above scenario is", "Scenario: A once favorite internet forum is now inactive.\nThe emotion of the above scenario is", "Scenario: You remember a time when someone left without saying goodbye.\nThe emotion of the above scenario is", "Scenario: A message from an old friend mentions they're moving far away.\nThe emotion of the above scenario is", "Scenario: The final page of a book leaves a bittersweet feeling.\nThe emotion of the above scenario is", "Scenario: You visit a place of historical significance that's neglected.\nThe emotion of the above scenario is", "Scenario: The park bench where you used to sit is now broken.\nThe emotion of the above scenario is", "Scenario: A favorite piece of clothing is frayed and worn out.\nThe emotion of the above scenario is", "Scenario: A photo album shows faces of those you've lost touch with.\nThe emotion of the above scenario is", "Scenario: A beach you loved is littered and polluted.\nThe emotion of the above scenario is", "Scenario: The corner store, with your favorite candy, has new ownership.\nThe emotion of the above scenario is", "Scenario: The sound of a train recalls journeys you never took.\nThe emotion of the above scenario is", "Scenario: You witness the aftermath of a forest affected by wildfire.\nThe emotion of the above scenario is", "Scenario: An annual event isn't the same due to the absence of a loved one.\nThe emotion of the above scenario is", "Scenario: You accidentally break a cherished gift from a friend.\nThe emotion of the above scenario is", "Scenario: A childhood friend's home stands empty and for sale.\nThe emotion of the above scenario is", "Scenario: A tree under which you shared countless memories has fallen.\nThe emotion of the above scenario is", "Scenario: You hear a tale about missed connections.\nThe emotion of the above scenario is", "Scenario: You see a child dropping their ice cream and looking around in dismay.\nThe emotion of the above scenario is", "Scenario: A favorite local store closes down after decades of service.\nThe emotion of the above scenario is", "Scenario: You hear about the struggles of farmers during a drought.\nThe emotion of the above scenario is", "Scenario: A letter from a friend describes feeling out of place in a new city.\nThe emotion of the above scenario is", "Scenario: A movie showcases the challenges faced by a child in foster care.\nThe emotion of the above scenario is", "Scenario: A cherished event is cancelled without explanation.\nThe emotion of the above scenario is", "Scenario: Rain pours, canceling an event you were looking forward to.\nThe emotion of the above scenario is", "Scenario: A song plays on the radio that reminds you of a departed loved one.\nThe emotion of the above scenario is", "Scenario: You read a tale of lost friendship.\nThe emotion of the above scenario is", "Scenario: You find an empty notebook filled with aspirations you never pursued.\nThe emotion of the above scenario is", "Scenario: A festival song recalls memories of someone not present.\nThe emotion of the above scenario is", "Scenario: You can't find an important piece of jewelry gifted to you.\nThe emotion of the above scenario is", "Scenario: You find a forgotten toy from childhood in a dusty corner.\nThe emotion of the above scenario is", "Scenario: You hear about the end of an era that meant a lot to you.\nThe emotion of the above scenario is", "Scenario: Your favorite plant, which you've cared for years, begins to wilt.\nThe emotion of the above scenario is", "Scenario: A tale recounts the challenges of maintaining long-distance ties.\nThe emotion of the above scenario is", "Scenario: A poem describes the feeling of being forgotten.\nThe emotion of the above scenario is", "Scenario: A song plays on the radio, reminding you of times gone by.\nThe emotion of the above scenario is", "Scenario: A dish you prepare doesn't taste like how a loved one used to make it.\nThe emotion of the above scenario is", "Scenario: The familiar bell chime in town no longer rings.\nThe emotion of the above scenario is", "Scenario: A family in the neighborhood relocates, leaving behind close friends.\nThe emotion of the above scenario is", "Scenario: You realize that a childhood haunt is no longer recognizable.\nThe emotion of the above scenario is", "Scenario: A letter arrives, detailing the hardships faced by a friend overseas.\nThe emotion of the above scenario is", "Scenario: You witness an elderly person dining alone at a restaurant.\nThe emotion of the above scenario is", "Scenario: A board game reminds you of nights with old friends.\nThe emotion of the above scenario is", "Scenario: You overhear a child asking about something you too once questioned.\nThe emotion of the above scenario is", "Scenario: A carnival doesn't have the ride you once loved.\nThe emotion of the above scenario is", "Scenario: You find a forgotten gift, never given, gathering dust.\nThe emotion of the above scenario is", "Scenario: A sports team you supported passionately faces continuous defeats.\nThe emotion of the above scenario is", "Scenario: You pass by your old school, and it's in disrepair.\nThe emotion of the above scenario is", "Scenario: The aroma from a diner reminds you of meals with someone special.\nThe emotion of the above scenario is", "Scenario: You read about the fading of an art form you appreciate.\nThe emotion of the above scenario is", "Scenario: The pond where you used to feed ducks is dried up.\nThe emotion of the above scenario is", "Scenario: You find a gift from someone who's no longer in your life.\nThe emotion of the above scenario is", "Scenario: A once vibrant tree in your neighborhood is now being cut down.\nThe emotion of the above scenario is", "Scenario: A music box you cherished no longer plays its tune.\nThe emotion of the above scenario is", "Scenario: You see a couple that reminds you of a past relationship.\nThe emotion of the above scenario is", "Scenario: You see a playground, once lively, now abandoned.\nThe emotion of the above scenario is", "Scenario: You revisit a vacation spot, only to find it commercialized.\nThe emotion of the above scenario is", "Scenario: An artist depicts the loneliness of urban life.\nThe emotion of the above scenario is", "Scenario: Your message is seen but not replied to.\nThe emotion of the above scenario is", "Scenario: A cherished childhood spot is replaced by modern buildings.\nThe emotion of the above scenario is", "Scenario: The necklace, a family heirloom, goes missing.\nThe emotion of the above scenario is", "Scenario: The bakery, where you had your first job, closes its doors.\nThe emotion of the above scenario is", "Scenario: A childhood snack isn't as delightful as you remembered.\nThe emotion of the above scenario is", "Scenario: You learn about a community struggling post a natural disaster.\nThe emotion of the above scenario is", "Scenario: You find an empty bottle of a fragrance someone used to wear.\nThe emotion of the above scenario is", "Scenario: A beloved local store announces its closure.\nThe emotion of the above scenario is", "Scenario: The shoes from a memorable event are now worn out.\nThe emotion of the above scenario is"]}